Repository: zorginstituut-nederland/prozin-assets
Catalog: assets/i18n/*.po
Languages: nl

source: Liquid for inhalation vapor
nl: Vloeistof voor inhalatiedamp

source: Oromucosal fluid
nl: Vloeistof voor oromucosaal gebruik

source: Liquid for vaginal use
nl: Vloeistof voor vaginaal gebruik

source: Tissue adhesive
nl: Weefsellijm

source: Tissue adhesive matrix
nl: Weefsellijm matrix

source: Ointment
nl: Zalf

source: Ointment for inhalation vapor
nl: Zalf voor inhalatiedamp

source: Ointment for rectal use
nl: Zalf voor rectaal gebruik

source: Lozenge
nl: Zuigtablet

source: Pessary
nl: Pessarium

source: Auricular
nl: Auriculair

source: Cutaneous
nl: Cutaan

source: Dental
nl: Dentaal

source: Endocervical
nl: Endocervicaal

source: Endotracheal pulmonary
nl: Endotracheopulmonair

source: Endotracheal
nl: Endotracheaal

source: Epidural
nl: Epiduraal

source: Epilesional
nl: Epilesionaal

source: Extracorporeal
nl: Extracorporaal

source: Gastroenteral
nl: Gastro-enteraal

source: Inhalation
nl: Inhalatie

source: Injection into the salivary glands
nl: Injectie in de speekselklieren

source: Intra-arterial
nl: Intra-arterieel

source: Intra-articular
nl: Intra-articulair

source: Intrabursal
nl: Intrabursaal

source: Intracardiac
nl: Intracardiaal

source: Intracavernous
nl: Intracaverneus

source: Intracerebral
nl: Intracerebraal

source: Intracoronary
nl: Intracoronair

source: Intrader meal
nl: Intradermaal

source: Intralesional
nl: Intralaesionaal

source: Intralymphatic
nl: Intralymfatisch

source: Intramuscular
nl: Intramusculair

source: Intraocular
nl: Intra-oculair

source: Intraosseous
nl: Intraossaal

source: Intraperitoneal
nl: Intraperitoneaal

source: Intrapleural
nl: Intrapleuraal

source: Intrasynovial
nl: Intrasynoviaal

source: Intrathecal
nl: Intrathecaal

source: Intratumoral
nl: Intratumoraal

source: Intrauterine
nl: Intra-uterien

source: Intravenous
nl: Intraveneus

source: Intravesical
nl: Intravesicaal

source: Intravitreal
nl: Intravitreaal

source: Nasal
nl: Nasaal

source: Unspecified
nl: Niet gespecificeerd

source: Unspecified or multiple
nl: Niet gespecificeerd of meervoudig

source: Ocular
nl: Oculair

source: Oral
nl: Oraal

source: Oromucosal
nl: Oromucosaal

source: Parabulbar
nl: Parabulbair

source: Parenterally
nl: Parenteraal

source: Peri-articular
nl: Peri-articulair

source: Peribulbar
nl: Peribulbair

source: Perineural
nl: Perineuraal

source: Peritumoral
nl: Peritumoraal

source: Rectal
nl: Rectaal

source: Retrobulbar
nl: Retrobulbair

source: Subconjunctival
nl: Subconjunctivaal

source: Subcutaneous
nl: Subcutaan

source: Sublingual
nl: Sublinguaal

source: Submucosal
nl: Submucosaal

source: Subretinal
nl: Subretinaal

source: Transdermal
nl: Transdermaal

source: Urethral
nl: Urethraal

source: Vaginal
nl: Vaginaal

source: For implantation
nl: Voor implantatie

source: Intratympanic
nl: Intratympaan

source: Bowel diseases
nl: Darmziekten

source: Cardiovascular diseases
nl: Hart- en vaatziekten

source: Haemophilia
nl: Hemofilie

source: Liver diseases
nl: Leverziekten

source: Eye disorders
nl: Oogaandoeningen

source: Metabolic diseases
nl: Stofwisselingsziekten

source: Hormonal disorders
nl: Hormonale aandoeningen

source: Other metabolism and Endocrinology
nl: Stofwisseling en Endocrinologie, overig

source: Antithrombotic medications
nl: Antitrombotische medicatie

source: Blood clotting
nl: Bloedstolling

source: Erectile dysfunction
nl: Erectiestoornissen

source: Heart failure
nl: Hartfalen

source: Hemostasis
nl: Hemostase

source: Hemostasis promoting medication
nl: Hemostase bevorderende medicatie

source: Lipid-lowering medications
nl: Lipidenverlagende medicatie

source: Other medication for cardiovascular diseases
nl: Overige medicatie hart-en vaatziekten

source: Other non-oncological hematological medications
nl: Overige niet-oncologische hematologische medicatie

source: Thrombosis
nl: Trombose

source: All
nl: Alles

source: Pancreatic cancer
nl: Alvleesklierkanker

source: Cervical cancer
nl: Baarmoederhalskanker

source: Bladder cancer
nl: Blaaskanker

source: Breast cancer
nl: Borstkanker

source: Mesothelioma
nl: Borstvlieskanker

source: Colon cancer
nl: Darmkanker

source: Ovarian cancer
nl: Eierstokkanker

source: Other hematology
nl: Hematologie, overig

source: Brain cancer
nl: Hersenkanker

source: Hodgkin's lymphoma
nl: Hodgkin lymfoom

source: Head and neck cancer
nl: Hoofd- en halskanker

source: Skin cancer
nl: Huidkanker

source: Leukemia
nl: Leukemie

source: Liver cancer
nl: Leverkanker

source: Lung cancer
nl: Longkanker

source: Lymphoma
nl: Lymfeklierkanker

source: Stomach cancer
nl: Maagkanker

source: Myeloproliferative disorders
nl: Myeloproliferatieve aandoeningen

source: Multiple Myeloma
nl: Multipel Myeloom

source: Neuroendocrine cancer
nl: Neuro-endocriene kanker

source: Aggressive non-Hodgkin’s lymphoma
nl: Non-hodgkin lymfoom agressief

source: Indolent non-Hodgkin’s lymphoma
nl: Non-hodgkin lymfoom indolent

source: Kidney cancer
nl: Nierkanker

source: Prostate cancer
nl: Prostaatkanker

source: Oncology other
nl: Oncologie, overig

source: Thyroid cancer
nl: Schildklierkanker

source: Stem cell transplants
nl: Stamceltransplantaties

source: Tumour agnostic medication
nl: Tumoragnostische geneesmiddelen

source: Disorders of the senses other
nl: Aandoeningen van zintuigen, overig

source: Bipolar disorder
nl: Bipolaire stoornis

source: Dementia
nl: Dementie

source: Depression
nl: Depressie

source: Epilepsy
nl: Epilepsie

source: Hearing disorders
nl: Gehooraandoeningen

source: Headache
nl: Hoofdpijn

source: Multiple sclerosis
nl: Multiple sclerose

source: Neurological disorders other
nl: Neurologie, overig

source: Parkinson's
nl: Parkinson

source: Pain
nl: Pijn

source: Psychiatry
nl: Psychiatrie

source: Other psychiatry
nl: Psychiatrie, overig

source: Sleep disorders
nl: Slaapstoornissen

source: Schizophrenia, psychosis
nl: Schizofrenie, psychose

source: Schizophrenia, psychosis, bipolar disorder
nl: Schizofrenie, psychose, bipolaire stoornis

source: Muscular diseases
nl: Spierziekten

source: Muscular diseases other
nl: Spierziekten, overig

source: Cystic fibrosis
nl: Taaislijmziekte

source: Asthma
nl: Astma

source: Lung other
nl: Long, overig

source: Bacterial infections
nl: Bacteriele infecties

source: Infectious diseases other
nl: Infectieziekten, overig

source: Viral infections other
nl: Virale infecties, overig

source: The page you wanted to see or the file you wanted to view was not found. Check the URL.
nl: De pagina die u wilde zien of het bestand dat u wilde bekijken is niet gevonden. Controleer de URL.

source: Fungal infections
nl: Fungale infecties

source: Parasitic infections
nl: Parasitaire infecties

source: Other information
nl: Overige informatie

source: Other versions
nl: Andere versies

source: References
nl: Bronnen

source: Reference
nl: Bron

source: Attribution
nl: Bronvermelding

source: Dosage per administration
nl: Dosis per toediening

source: Oncology and Hematology
nl: Oncologie en Hematologie

source: Hematology
nl: Hematologie

source: Oncology
nl: Oncologie

source: Metabolism and Endocrinology
nl: Stofwisseling en Endocrinologie

source: Chronic immune diseases
nl: Chronische immuunziekten

source: Skin diseases
nl: Huidziekten

source: Rheumatism
nl: Reuma

source: Other chronic immune diseases
nl: Chronische immuunziekten, overig

source: Allergy
nl: Allergie

source: Infectious diseases
nl: Infectieziekten

source: Lung diseases
nl: Longziekten algemeen

source: Lung diseases other
nl: Longziekten, overig

source: Neurological disorders
nl: Neurologische aandoeningen

source: Possible reduced value
nl: Mogelijke minderwaarde

source: Possible equal value
nl: Mogelijke gelijke waarde

source: Possible added value
nl: Mogelijke meerwaarde

source: No estimate possible yet
nl: Nog geen inschatting mogelijk

source: Possible added value for a subgroup
nl: Mogelijk meerwaarde voor een subgroep

source: Possible benefit in ease of use
nl: Mogelijk voordeel in toedieningsgemak

source: Possibly no place in the treatment regimen
nl: Mogelijk geen plaats in de behandeling

source: Additional remarks
nl: Aanvullende opmerkingen

source: Off label use
nl: Off-label gebruik

source: Indications off label use
nl: Indicaties off-label gebruik

source: Already available biosimilars / generics
nl: Reeds beschikbare biosimilars/generieken

source: Biosimilars / generics
nl: Biosimilars/generieken

source: Current proprietary name
nl: Huidig specialité

source: Branch organisation
nl: Branche-organisatie

source: Branch organisations
nl: Branche-organisaties

source: Yes
nl: Ja

source: No
nl: Nee

source: Year
nl: Jaar

source: year
nl: jaar

source: Minimal
nl: Minimaal

source: Maximal
nl: Maximaal

source: Proprietary name
nl: Merknaam

source: New medicine (specialité)
nl: Nieuw middel (specialité)

source: Generic
nl: Generiek middel

source: Current treatment options
nl: Huidige behandelopties

source: Therapeutic value
nl: Therapeutische waarde

source: No judgement
nl: Geen oordeel

source: No judgement yet
nl: Nog geen oordeel

source: Substantiation
nl: Onderbouwing

source: Duration of treatment
nl: Behandelduur

source: Median
nl: Mediaan

source: day / days
nl: dag/dagen

source: week / weeks
nl: week/weken

source: month / months
nl: maand/maanden

source: year / years
nl: jaar/jaren

source: lifetime
nl: levenslang

source: one-off
nl: eenmalig

source: continuous
nl: doorlopend

source: Cost
nl: Kosten

source: Total cost
nl: Totale kosten

source: Total cost for sluice
nl: Totale kosten voor sluis

source: Patient volume
nl: Patiëntvolume

source: Maximum patient volume
nl: Maximaal patiëntvolume

source: Maximum patient volume for sluice
nl: Maximaal patiëntvolume voor sluis

source: This value is used for calculating sluice medicine candidates and is hidden to manufacturers.
nl: Deze waarde wordt gebruikt voor het berekenen van sluisgeneesmiddelkandidaten en wordt verborgen voor fabrikanten.

source: Minimum total cost
nl: Minimale totale kosten

source: Maximum total cost
nl: Maximale totale kosten

source: Potential total cost per year
nl: Mogelijke totale kosten per jaar

source: Potential total cost
nl: Mogelijke totale kosten

source: Expected market share
nl: Verwacht marktaandeel

source: Expected patient volume per year
nl: Verwacht patiëntvolume per jaar

source: Expected patient volume
nl: Verwacht patiëntvolume

source: Expected cost per patient per year
nl: Verwachte kosten per patiënt per jaar

source: Cost per patient
nl: Kosten per patiënt

source: Domain
nl: Domein

source: Reason of inclusion
nl: Reden van opname

source: Log in to
nl: Inloggen op

source: Published on
nl: Gepubliceerd op

source: Older publications
nl: Oudere publicaties

source: Publishing
nl: Publicatie

source: Publication
nl: Publicatie

source: Save
nl: Bewaren

source: Save as
nl: Bewaar als

source: Save and close
nl: Bewaar en sluit

source: Cancel
nl: Annuleren

source: Content
nl: Inhoud

source: Select one or more news items to include in this news flash. News items are only included in the news flash if they have been published.
nl: Selecteer één of meer nieuwberichten om op te nemen in deze nieuwsflits. Nieuwsberichten worden alleen opgenomen in de nieuwsflits als ze gepupubliceerd zijn.

source: Send
nl: Verstuur

source: Sent
nl: Verstuurd

source: Not sent yet
nl: Nog niet verstuurd

source: Show images
nl: Toon afbeeldingen

source: Template
nl: Sjabloon

source: Resend invite
nl: Uitnodiging opnieuw versturen

source: Loading
nl: Laden

source: Loading…
nl: Laden…

source: Rendering
nl: Weergave

source: Therapeutical value and treatment scheme
nl: Therapeutische waarde en behandelschema

source: Unassigned
nl: Niet toebedeeld

source: New by manufacturers
nl: Nieuw van Fabrikanten

source: All latest versions
nl: Alle laatste versies

source: Created
nl: Aangemaakt

source: Drafts only
nl: Alleen conceptversies

source: Compact view
nl: Compacte weergave

source: Extended view
nl: Uitgebreide weergave

source: Grouped by domain
nl: Ingedeeld op domain

source: Grouped by indication
nl: Ingedeeld op indicatie

source: Grouped by status
nl: Ingedeeld op status

source: Grouped by expected registration date
nl: Ingedeeld op verwachte registratiedatum

source: Grouped by manufacturer
nl: Ingedeeld op fabrikant

source: Grouped by active substance
nl: Ingedeeld op werkzame stof

source: Grouped by publication date
nl: Ingedeeld op publicatiedatum

source: Grouped by submission date
nl: Ingedeeld op indieningsdatum

source: Grouped by reason of inclusion in Horizonscan Geneesmiddelen
nl: Ingedeeld op reden van opname in Horizonscan Geneesmiddelen

source: Grouped by mechanism of action
nl: Ingedeeld op werkingsmechanisme

source: Grouped by particularity
nl: Ingedeeld op bijzonderheid

source: Group by medicine group
nl: Ingedeeld op geneesmiddelgroep

source: Group alphabetically
nl: Ingedeeld alfabetisch

source: Group thematically
nl: Ingedeeld op thema

source: Group by indication
nl: Ingedeeld op indicatie

source: Group by sluice status
nl: Ingedeeld op sluisstatus

source: Contact
nl: Contactpersoon

source: Telephone number
nl: Telefoonnummer

source: Attachment
nl: Bijlage

source: Attachments
nl: Bijlagen

source: Remove
nl: Verwijderen

source: Remove user
nl: Verwijder gebruiker

source: Drafts
nl: Concepten

source: Drafts Editorial
nl: Concepten Redactioneel

source: Drafts News
nl: Concepten Nieuws

source: Drafts Quality registrations
nl: Concepten Kwaliteitsregistraties

source: Start request
nl: Start uitvraag

source: Add manufacturer
nl: Voeg fabrikant toe

source: Add portfolio holder
nl: Voeg portfoliohouder toe

source: Edit manufacturer
nl: Bewerk fabrikant

source: Edit portfolio holder
nl: Bewerk portfoliohouder

source: Followed pages
nl: Gevolgde pagina's

source: Follow
nl: Volg

source: Manufacturers
nl: Fabrikanten

source: Management
nl: Beheer

source: Change request
nl: Wijzigingsverzoek

source: Change requests
nl: Wijzigingsverzoeken

source: Portfolio holder
nl: Portfoliohouder

source: Portfolio holders
nl: Portfoliohouders

source: Has a ZIN account
nl: Heeft een ZIN-account

source: For review
nl: Ter beoordeling

source: For verification
nl: Ter beoordeling

source: For verification by manufacturer
nl: Ter beoordeling door fabrikant

source: Verification by manufacturer
nl: Beoordeling door fabrikant

source: New medicines
nl: Nieuwe geneesmiddelen

source: New medicine
nl: Nieuw geneesmiddel

source: New medicine with Priority Medicines (PRIME)
nl: Nieuw geneesmiddel met Priority Medicines (PRIME)

source: New record
nl: Nieuw record

source: Unknown
nl: Onbekend

source: Role
nl: Rol

source: Route of administration
nl: Toedieningsweg

source: Therapeutical formulation
nl: Toedieningsvorm

source: New therapeutical formulation
nl: Nieuwe toedieningsvorm

source: Frequency of administration
nl: Toedieningsfrequentie

source: Budgetting
nl: Bekostiging

source: Budgetting framework
nl: Bekostigingskader

source: Any budgetting framework
nl: Willekeurig bekostigingskader

source: Intermural (MSZ)
nl: Intramuraal (MSZ)

source: Extramural (GVS)
nl: Extramuraal (GVS)

source: Centre of expertise
nl: Expertisecentrum

source: Draft
nl: Concept

source: New draft
nl: Nieuw concept

source: Notes
nl: Notities

source: Version
nl: Versie

source: New
nl: Nieuw

source: Options
nl: Opties

source: Unpublish
nl: Depubliceer

source: Revert
nl: Herstel

source: Publish
nl: Publiceren

source: Publish all unpublished indicator sets for selected sectors.
nl: Publiceer alle ongepubliceerde indicatorsets voor geselecteerde sectoren.

source: Remove reporting year
nl: Verwijder verslagjaar

source: Published
nl: Gepubliceerd

source: New revision
nl: Nieuwe revisie

source: New version
nl: Nieuwe versie

source: Unfollow
nl: Ontvolg

source: Indicator set name
nl: Indicatorsetnaam

source: National Health Care Institute
nl: Zorginstituut Nederland

source: About this site
nl: Over deze site

source: Name
nl: Naam

source: Value
nl: Waarde

source: Your response
nl: Uw reactie

source: Mandatory fields
nl: Verplichte velden

source: Management organisation
nl: Beheerorganisatie

source: Management organisations
nl: Beheerorganisaties

source: Professional organisation
nl: Beroepsorganisatie

source: Professional organisations
nl: Beroepsorganisaties

source: Professional
nl: Beroepsmatig

source: Private
nl: Privé

source: Viewed often
nl: Vaak bekeken

source: Subject
nl: Onderwerp

source: Grouped by
nl: Gegroepeerd op

source: All document types
nl: Alle documenttypen

source: All domains
nl: Alle domeinen

source: All indications
nl: Alle indicaties

source: News article
nl: Nieuwsbericht

source: News articles
nl: Nieuwsberichten

source: More news
nl: Meer nieuws

source: Type of document
nl: Type document

source: File
nl: Bestand

source: PDF file
nl: PDF-document

source: ZIP file
nl: ZIP-bestand

source: Compressed file
nl: Gecomprimeerd bestand

source: Word file
nl: Word-document

source: Excel file
nl: Excel-document

source: JPEG image
nl: JPEG-afbeelding

source: GIF image
nl: GIF-afbeelding

source: OpenDocument text file
nl: OpenDocument tekstdocument

source: OpenDocument presentation
nl: OpenDocument presentatie

source: CSV file
nl: CSV-bestand

source: 7-Zip archive
nl: 7-Zip-archiefbestand

source: MP3 audio file
nl: MP3-audiobestand

source: MP4 audio file
nl: MP4-videobestand

source: Login
nl: Inloggen

source: Logged in as
nl: Ingelogd als

source: Directly to
nl: Direct naar

source: Warnings
nl: Waarschuwingen

source: Rule
nl: Regel

source: Comments
nl: Reacties

source: Leave a comment
nl: Plaats je reactie

source: Post
nl: Plaats

source: Show older comments
nl: Toon eerdere reacties

source: Remarks
nl: Opmerkingen

source: Table of contents
nl: Inhoudsopgave

source: Show table of contents
nl: Toon inhoudsopgave

source: Logout
nl: Uitloggen

source: Current password
nl: Huidig wachtwoord

source: Password
nl: Wachtwoord

source: New password
nl: Nieuw wachtwoord

source: Repeat new password
nl: Herhaal nieuw wachtwoord

source: Destination
nl: Bestemming

source: Medicine
nl: Geneesmiddel

source: Medicines
nl: Geneesmiddelen

source: Medicine group
nl: Geneesmiddelgroep

source: Medicine information
nl: Geneesmiddelinformatie

source: Medicine groups
nl: Geneesmiddelgroepen

source: New medicine information
nl: Nieuwe geneesmiddelinformatie

source: New periodical
nl: Nieuwe periodiek

source: New newsflash
nl: Nieuwe nieuwsflits

source: Pharmacotherapeutical Compass
nl: Farmacotherapeutisch Kompas

source: The platform consisting of a CMS and a collection of universal building blocks on which most digital ZIN products run.
nl: Het platform bestaande uit een CMS en een verzameling unversele bouwstenen waar de meeste digitale ZIN-producten op draaien.

source: iStandards
nl: iStandaarden

source: Zorgcijfersdatabank.nl is for everyone who is concerned with improving the quality of health care. The website provides an overview of national agreements about good health care. You will also find development tools here to make your own quality instrument. Zorginzicht.nl is an initiative of Zorginstituut Nederland.
nl: Zorgcijfersdatabank.nl is er voor iedereen die zich bezighoudt met het verbeteren van de kwaliteit van zorg. Naast een overzicht van landelijke afspraken over goede zorg vindt u hier ook ontwikkeltools om zelf een kwaliteitsinstrument te maken. Zorginzicht.nl is een initiatief van Zorginstituut Nederland.

source: The corporate website of National Health Care Institute.
nl: De corporate website van Zorginstituut Nederland.

source: Advice
nl: Advies

source: Active substance
nl: Werkzame stof

source: Main indication
nl: Hoofdindicatie

source: Indication
nl: Indicatie

source: Extended indication
nl: Uitgebreide indicatie

source: Indication extension
nl: Indicatieuitbreiding

source: Indication extensions
nl: Indicatieuitbreidingen

source: Indication group
nl: Indicatiegroep

source: Indications
nl: Indicaties

source: Mechanism of action
nl: Werkingsmechanisme

source: Any mechanism of action
nl: Willekeurig werkingsmechanisme

source: Particularity
nl: Bijzonderheid

source: Any particularity
nl: Willekeurige bijzonderheid

source: Terms and conditions
nl: Voorwaarden

source: conditions
nl: voorwaarden

source: Reimbursed under conditions from basic insurance
nl: Onder voorwaarden vergoed vanuit de basisverzekering

source: This medicine is reimbursed by your health insurer under certain {0}.
nl: Dit middel wordt onder {0} vergoed door uw zorgverzekeraar.

source: Side effects
nl: Bijwerkingen

source: Reported, with unknown frequency
nl: Beschreven, met onbekende frequentie

source: Not reported
nl: Niet beschreven

source: Described, with unknown frequency
nl: Beschreven, met onbekende frequentie

source: In less than 0.01% of cases
nl: In minder dan 0,01% van de gevallen

source: Between 0.01% and 0.1% of cases
nl: Tussen de 0,01% en 0,1% van de gevallen

source: Between 0.1% and 1% of cases
nl: Tussen de 0,1% en 1% van de gevallen

source: Between 1% and 10% of cases
nl: Tussen de 1% en 10% van de gevallen

source: In more than 10% of cases
nl: In meer dan 10% van de gevallen

source: Very rarely
nl: Zeer zelden

source: Rarely or very rarely
nl: Zelden of zeer zelden

source: Rarely
nl: Zelden

source: Sometimes
nl: Soms

source: Often
nl: Vaak

source: Very often
nl: Zeer vaak

source: Interactions
nl: Interacties

source: Dosage
nl: Dosering

source: Dosages
nl: Doseringen

source: Registration
nl: Registratie

source: Registration route
nl: Registratieroute

source: Registration phase
nl: Registratiefase

source: Type of trajectory
nl: Type traject

source: Date
nl: Datum

source: Submission date
nl: Indieningsdatum

source: Expected Registration
nl: Verwachte registratie

source: Normal trajectory
nl: Normaal traject

source: Accelerated assessment
nl: Versnelde beoordeling

source: Conditions
nl: Voorwaarden

source: Conditions for …
nl: Voorwaarden bij …

source: Adaptive pathways
nl: Adaptief traject

source: Orphan drug
nl: Weesgeneesmiddel

source: Launchpad
nl: Lanceerplatform

source: Prolongated
nl: Verlengd

source: Contraindications
nl: Contra-indicaties

source: Warnings and precautions
nl: Waarschuwingen en voorzorgen

source: Overdose
nl: Overdosering

source: Properties
nl: Eigenschappen

source: Group information
nl: Groepsinformatie

source: See also
nl: Zie ook

source: Internal links
nl: Interne koppelingen

source: Internal link
nl: Interne koppeling

source: External links
nl: Externe koppelingen

source: External link
nl: Externe koppeling

source: The page or file that you requested could not be found
nl: De pagina die of het bestand dat u heeft opgevraagd is niet gevonden

source: Not found
nl: Niet gevonden

source: Main menu
nl: Hoofdmenu

source: The tools
nl: De tools

source: News
nl: Nieuws

source: History
nl: Geschiedenis

source: Share
nl: Deel

source: Duplicate
nl: Dupliceer

source: Category
nl: Categorie

source: Table or report
nl: Tabel of rapportage

source: Specification
nl: Specificatie

source: Specifications
nl: Specificaties

source: Data type
nl: Gegevenssoort

source: Confirm duplication
nl: Bevestig dupliceren

source: Confirm account
nl: Account bevestigen

source: Confirm
nl: Bevestig

source: Confirm delete
nl: Verwijderen bevestigen

source: Verification request
nl: Verificatieverzoek

source: Send a verification request to the manufacturer
nl: Stuur een verificatieverzoek naar fabrikant

source: Send request for pipeline information
nl: Verstuur uitvraag

source: Change request by manufacturer
nl: Wijzigingsverzoek door fabrikant

source: Review by Zorginstituut
nl: Review door Zorginstituut

source: Zorginstituut edits a record
nl: Zorginstituut bewerkt een record

source: Edit a record
nl: Een record bewerken
