Repository: zorginstituut-nederland/prozin-assets
Catalog: assets/i18n/*.po
Languages: nl

source: First editorial
nl: Eerste redactie

source: Second editorial
nl: Tweede redactie

source: Third editorial
nl: Derde redactie

source: Editorial office
nl: Bureauredactie

source: Editorial officer
nl: Bureauredacteur

source: Communications officer
nl: Communicatiemedewerker

source: Final editing
nl: Eindredactie

source: Final editor
nl: Eindredacteur

source: Interpretations
nl: Duidingen

source: Interpretation
nl: Duiding

source: Yes, steal lock
nl: Ja, neem bewerken over

source: Steal lock
nl: Neem bewerken over

source: If you continue, you will take over the editing of this document from {0}. Any changes that {0} has made but not saved will be lost.
nl: Als u verder gaat, neemt u het bewerken van dit document over van {0}. Eventuele wijzigingen die {0} aangebracht, maar niet opgeslagen heeft, zullen verloren gaan.

source: If you continue, this document will be published. The previous version will remain accessible to you, but will no longer be visible to the public.
nl: Als u verder gaat, wordt dit document gepubliceerd. De vorige versie blijft voor u toegankelijk, maar zal voor het publiek niet meer zichtbaar zijn.

source: Hospital
nl: Ziekenhuis

source: Hospitals
nl: Ziekenhuizen

source: Chemist
nl: Apotheker

source: Chemists
nl: Apothekers

source: Featured
nl: Uitgelicht

source: GP practice
nl: Huisartsenpraktijk

source: GP practices
nl: Huisartsenpraktijken

source: General practitioner
nl: Huisarts

source: General practitioners
nl: Huisartsen

source: Health insurer
nl: Zorgverzekeraar

source: Health insurers
nl: Zorgverzekeraars

source: Health insurance
nl: Zorgverzekering

source: ZBOs
nl: ZBOʼs

source: Care
nl: Zorg

source: Patient organisation
nl: Patiëntenorganisatie

source: Patient organisations
nl: Patiëntenorganisaties

source: Agency
nl: Agentschap

source: Agencies
nl: Agentschappen

source: Foundation
nl: Stichting

source: Foundations
nl: Stichtingen

source: Undefined
nl: Ongedefinieerd

source: Synonyms
nl: Synoniemen

source: Synonym
nl: Synoniem

source: Definition
nl: Definitie

source: Glossary
nl: Begrippenlijst

source: Local concepts
nl: Lokale begrippen

source: Local
nl: Lokaal

source: Remote
nl: Op afstand

source: Concepts
nl: Begrippen

source: An overview of important terms and concepts that are used throughout this site.
nl: Een overzicht van belangrijke termen en begrippen die op deze site gehanteerd worden.

source: Concept
nl: Begrip

source: New concept
nl: Nieuw begrip

source: New glossary
nl: Nieuwe begrippenlijst

source: Personal space
nl: Persoonlijke ruimte

source: {0} out of {1} Stars
nl: {0} van {1} Sterren

source: For revision
nl: Te herzien

source: Bookmarked
nl: Met bladwijzer gemarkeerd

source: U have not bookmarked any pages.
nl: U heeft geen pagina's met een bladwijzer gemarkeerd.

source: Bookmarks
nl: Bladwijzers

source: Apply
nl: Pas toe

source: Across sectors
nl: Sectoroverstijgend

source: Information per sector
nl: Informatie per sector

source: Your content goes here…
nl: Schrijf of plaats hier uw inhoud…

source: Preview
nl: Voorvertoning

source: All sectors
nl: Alle sectoren

source: Collapse all sections
nl: Vouw alle secties dicht

source: Arrange sections
nl: Orden secties

source: Make sure the main image is large enough. Preferably at least about 1500 pixels wide. A good main image is purely photographic, not composed of multiple images and has no graphic elements such as text. Make sure that important parts of the image, such as faces, are in the center of the frame. This prevents problems with automatic cropping.
nl: Zorg dat het hoofdbeeld voldoende groot is, liefst minimaal zo'n 1500 pixels breed. Een goed hoofdbeeld is puur fotografisch, niet samen gesteld uit meerdere beelden en heeft geen grafische elementen in zich zoals tekst. Zorg dat belangrijke onderdelen van het beeld, zoals gezichten, zich in het midden van het beeld bevinden. Dat voorkomt problemen bij automatische uitsnedes.

source: Administrators have more rights than regular members. For example, administrators can add additional members to the organisation.
nl: Beheerders hebben meer rechten dan gewone leden. Zo kunnen beheerders onder andere extra leden aan de organisatie toevoegen.

source: Make sure the logo is in SVG or PNG format. In the case of SVG, the SVG must only contain vector information. In the case of PNG, the minimum height must be 150 pixels. The background must be transparent.
nl: Zorg ervoor dat het logo in SVG of PNG formaat is. In het geval van SVG, mag de SVG uitsluitend vectorinformatie bevatten. In het geval van PNG dient de minimale hoogte 150 pixels. De achtergrond moet transparent zijn.

source: Introduction
nl: Inleiding

source: Documents
nl: Documenten

source: Promotion
nl: Aanbeveling

source: Use this URL only to direct to a temporary survey. As soon as you enter a URL, the promotion block will appear on the front page.
nl: Gebruik deze URL alleen voor tijdelijke enquetes. Zodra u een URL invult zal het promotieblokje verschijnen op de voorpagina.

source: Add section
nl: Voeg sectie toe

source: Show section name above content
nl: Toon sectienaam boven inhoud

source: Section name
nl: Sectienaam

source: Section
nl: Sectie

source: Rename
nl: Hernoem

source: Caption
nl: Onderschrift

source: Transcript
nl: Uitgeschreven tekst

source: A caption for this content (optional).
nl: Een onderschrift voor deze inhoud (optioneel).

source: A header to be displayed above this content (optional).
nl: Een kop voor boven deze inhoud (optioneel).

source: Header
nl: Kop

source: Show header
nl: Toon kop

source: Edit header
nl: Bewerk kop

source: Mailing lists
nl: Verzendlijsten

source: Write or paste the transcript of this video here.
nl: Schrijf of plak hier de uitgeschreven tekst van de video.

source: Submit for review
nl: Dien in ter beoordeling

source: There is nothing to review at this time.
nl: Er hoeft op dit moment niets beoordeeld te worden.

source: There is nothing to revise at this time.
nl: Er hoeft op dit moment niets herzien te worden.

source: Everything has been published, or is still under review.
nl: Alles is gepubliceerd, of nog in beoordeling.

source: Add link
nl: Voeg koppeling toe

source: General
nl: Algemeen

source: Archived
nl: Gearchiveerd

source: Remove this language
nl: Verwijder deze taal

source: Current
nl: Huidige

source: You are about to remove the following version of this article.
nl: U staat op het punt om de volgende taalversie van dit artikel te verwijderen.

source: Add a language
nl: Voeg een taal toe

source: Add a document
nl: Voeg een document toe

source: Add
nl: Voeg toe

source: New image
nl: Nieuwe afbeelding

source: Pin to top of overviews
nl: Zet vast bovenaan overzichten

source: Pinning
nl: Vastzetten

source: Pin
nl: Zet vast

source: This is the Register of Quality Registrations. This register contains all the conditions that quality registrations must meet.
nl: Dit is het Register Kwaliteitsregistraties. Dit register biedt een overzicht van kwaliteitsregistraties.

source: Description of the page for optimisation of search results (Optional)
nl: Beschrijving van de pagina voor het optimaliseren van zoekresultaten (Optioneel)

source: Linked text fragment
nl: Gekoppeld teksfragment

source: Page
nl: Pagina

source: Insert
nl: Voeg in

source: Settings
nl: Instellingen

source: Product settings
nl: Productinstellingen

source: Hyperlink
nl: Koppeling

source: There are no indicator sets for this sector.
nl: Er zijn geen indicatorsets voor deze sector.

source: There are no results matching your search.
nl: Er zijn geen resultaten die voldoen aan uw zoekopdracht.

source: You are about to delete the indicator "{0}".
nl: U staat op het punt de indicator "{0}" te verwijderen.

source: You are about to delete the indicator "{0}". This action is irreversible.
nl: U staat op het punt de indicator "{0}" te verwijderen. Deze handeling is onomkeerbaar.

source: The indicator "{0}" cannot be deleted, because of associated publication data in the ODB.
nl: De indicator "{0}" kan niet worden verwijderd, vanwege bijbehorende aanleveringgegevens in de ODB.

source: If you continue, the reporting year {0} will be created. This reporting year will contain a copy of each indicatorset from reporting year {1}.
nl: Als u verder gaat, zal het verslagjaar {0} aangemaakt worden. Dit verslagjaar zal een kopie bevatten van elke indicatorset van verslagjaar {1}.

source: New article
nl: Nieuwe artikelpagina

source: Article
nl: Artikelpagina

source: Visible
nl: Zichtbaar

source: Visible from the outside
nl: Van buitenaf zichtbaar

source: Visible from the outside as landing page
nl: Van buitenaf zichtbaar als landingspagina

source: Visibility
nl: Zichtbaarheid

source: Determine whether the folder should be publicly visible in the form of a landing page. Please note: content objects published in an invisible folder may still be accessible to visitors via, for example, the search function.
nl: Bepaal of de folder publiekelijk zichtbaar moet zijn in de vorm van een landingspagina. Let op: gepubliceerde contentobjecten in een onzichtbare map kunnen door bezoekers nog steeds benaderbaar zijn via bijvoorbeeld de zoekfunctie.

source: New general article
nl: Nieuw algemeen artikel

source: New folder
nl: Nieuwe map

source: Edit folder
nl: Map bewerken

source: New specification
nl: Nieuwe specificatie

source: New smart folder
nl: Nieuwe slimme map

source: Folder
nl: Map

source: Archive
nl: Archiveer

source: Unarchive
nl: Dearchiveer

source: Remove image
nl: Verwijder beeld

source: Remove video
nl: Verwijder video

source: Remove presentation
nl: Verwijder presentatie

source: Image
nl: Afbeelding

source: You are about to delete the image 'André van Gameren'. Existing copies of the image that have already been used in news reports or otherwise will continue to exist. Once deleted, the image can no longer be used in new content objects.
nl: U staat op het punt de afbeelding ‘André van Gameren’ te verwijderen. Bestaande kopieën van de afbeelding die reeds gebruikt zijn in nieuwsberichten of anderszins, zullen blijven bestaan. Na verwijderen kan de afbeelding niet meer gebruikt worden in nieuwe contentobjecten.

source: Last revision
nl: Laatste revisie

source: Alternate text
nl: Alternatieve tekst

source: Registration holder
nl: Registratiehouder

source: Involved parties
nl: Betrokken partijen

source: Current version
nl: Actuele versie

source: Assessment
nl: Beoordeling

source: Hero image
nl: Hoofdbeeld

source: Select image
nl: Selecteer beeld

source: Select from image bank
nl: Selecteer uit beeldbank

source: Select
nl: Selecteer

source: Editorial
nl: Redactioneel

source: Image bank
nl: Beeldbank

source: News item
nl: Nieuwsbericht

source: News items
nl: Nieuwsberichten

source: New news item
nl: Nieuw nieuwsbericht

source: New quality registration
nl: Nieuwe kwaliteitsregistratie

source: Quality registrations
nl: Kwaliteitsregistraties

source: Quality registration
nl: Kwaliteitsregistratie

source: You are logging in from an unknown device. We've sent a verification code to your e-mail address. Please type or paste the code in the field below and click 'Continue'.
nl: U logt in vanaf een onbekend apparaat. We hebben een verificatiecode naar uw e-mailadres gestuurd. Typ of plak de code in het onderstaande veld en klik op 'Verder'.

source: Remember this device
nl: Onthoud dit apparaat

source: New quality standard
nl: Nieuwe kwaliteitsstandaard

source: Quality standards
nl: Kwaliteitsstandaarden

source: Quality standard
nl: Kwaliteitsstandaard

source: Information standards
nl: Informatiestandaarden

source: Measuring instruments
nl: Meetinstrumenten

source: Measuring instrument
nl: Meetinstrument

source: Reporting year
nl: Verslagjaar

source: Selected reports
nl: Uitgelichte rapportages

source: Reports
nl: Rapportages

source: New reporting year
nl: Nieuw verslagjaar

source: New indicatorset
nl: Nieuwe indicatorset

source: New indicator
nl: Nieuwe indicator

source: Role within this application
nl: Rol binnen deze applicatie

source: Permission level within this application
nl: Bevoegdheden binnen deze applicatie

source: Permission level within {0}
nl: Bevoegdheden binnen {0}

source: Data exchange
nl: Gegevensuitwisseling

source: Overview of standards that have a mandatory component due to the Electronic Data Exchange in Healthcare Act (Wegiz).
nl: Overzicht van standaarden die een verplicht component hebben vanwege de Wet elektronische gegevensuitwisseling in de zorg (Wegiz).

source: Enter at least 3 characters to be able to search.
nl: Voer minimaal 3 karakters in om te kunnen zoeken.

source: Enter a keyword or use any of the filters…
nl: Voer een trefwoord in of gebruik een van de filters…

source: Okay
nl: Oké

source: Error
nl: Fout

source: Something went wrong…
nl: Er ging iets mis…

source: Guide
nl: Gids

source: All news for this sector
nl: Alle nieuws voor deze sector

source: Average price per treatment
nl: Gemiddelde prijs per behandeling

source: per treatment
nl: per behandeling

source: per pack
nl: per verpakking

source: Prices per day are rounded to whole cents. The price per day in this case is based on {0} part of a {1}.
nl: Prijzen per dag zijn afgerond op hele centen. De prijs per dag is in dit geval gebaseerd op {0} deel van een {1}.

source: Prices per week are rounded to whole cents. The price per week in this case is based on {0} part of a {1}.
nl: Prijzen per week zijn afgerond op hele centen. De prijs per week is in dit geval gebaseerd op {0} deel van een {1}.

source: Prices per 30 days are rounded to whole cents. The price per 30 days in this case is based on {0} part of a {1}.
nl: Prijzen per 30 dagen zijn afgerond op hele centen. De prijs per 30 dagen is in dit geval gebaseerd op {0} deel van een {1}.

source: Prices per 90 days are rounded to whole cents. The price per 90 days in this case is based on {0} part of a {1}.
nl: Prijzen per 90 dagen zijn afgerond op hele centen. De prijs per 90 dagen is in dit geval gebaseerd op {0} deel van een {1}.

source: Prices per day are rounded to whole cents. The price per day in this case is based on {0} {1}.
nl: Prijzen per dag zijn afgerond op hele centen. De prijs per dag is in dit geval gebaseerd op {0} {1}.

source: Prices per week are rounded to whole cents. The price per week in this case is based on {0} {1}.
nl: Prijzen per week zijn afgerond op hele centen. De prijs per week is in dit geval gebaseerd op {0} {1}.

source: Prices per 30 days are rounded to whole cents. The price per 30 days in this case is based on {0} {1}.
nl: Prijzen per 30 dagen zijn afgerond op hele centen. De prijs per 30 dagen is in dit geval gebaseerd op {0} {1}.

source: Prices per 90 days are rounded to whole cents. The price per 90 days in this case is based on {0} {1}.
nl: Prijzen per 90 dagen zijn afgerond op hele centen. De prijs per 90 dagen is in dit geval gebaseerd op {0} {1}.

source: Ampoule
nl: Ampul

source: Ampoules
nl: Ampullen

source: Ampoule set
nl: Ampul-set

source: Ampoule sets
nl: Ampul-sets

source: Capsule vaginal
nl: Capsule vaginaal

source: Capsules vaginal
nl: Capsules vaginaal

source: Combination packaging
nl: Combinatieverpakkingen

source: Cup
nl: Cupje

source: Cups
nl: Cupjes

source: Discus
nl: Diskussen

source: Dosing pressure packaging
nl: Doseerdrukverpakkingen

source: Pressure packaging
nl: Drukverpakkingen

source: Drop packaging
nl: Druppelverpakking

source: Drip packs
nl: Druppelverpakkingen

source: Bottles
nl: Flessen

source: Bottle
nl: Fles

source: Grams
nl: Grammen

source: Implant
nl: Implantaat

source: Implants
nl: Implantaten

source: Infusion set
nl: Infusie-set

source: Infusion sets
nl: Infusie-sets

source: Infusion bottle
nl: Infusiefles

source: Infusion vials
nl: Infusieflacons

source: Infusion bottles
nl: Infusieflessen

source: Infusion bag
nl: Infusiezak

source: Infusion bags
nl: Infusiezakken

source: Infusion bag+1p
nl: Infusiezak+1p

source: Infusion bags+1p
nl: Infusiezakken+1p

source: Infusion bag+2p
nl: Infusiezak+2p

source: Infusion bags+2p
nl: Infusiezakken+2p

source: Vial
nl: Injectieflacon

source: Vials
nl: Injectieflacons

source: Chewing gum
nl: Kauwgom

source: Enema
nl: Klysmas

source: Enema bottle
nl: Klysmaflacon

source: Enema vials
nl: Klysmaflacons

source: Lyophilisate
nl: Lyophilisaat

source: Lyophilisates
nl: Lyophilisaten

source: Minimums
nl: Minims

source: Eye insert
nl: Ooginsert

source: Eye inserts
nl: Ooginserts

source: Pattern
nl: Patroon

source: Patterns
nl: Patronen

source: Plaster
nl: Pleister

source: Plasters
nl: Pleisters

source: Pots
nl: Potten

source: Rings
nl: Ringen

source: IUD
nl: Spiraaltje

source: IUDs
nl: Spiraaltjes

source: Marker
nl: Stift

source: Markers
nl: Stiften

source: Comic book
nl: Strip

source: Comics
nl: Strips

source: Piece
nl: Stuk

source: Pieces
nl: Stuks

source: Table
nl: Tabel

source: Tables
nl: Tabellen

source: Tablets
nl: Tabletten

source: Tablet vaginal
nl: Tablet vaginaal

source: Tablets vaginal
nl: Tabletten vaginaal

source: Vaginal system
nl: Vaginaalsysteem

source: Vaginal systems
nl: Vaginaalsystemen

source: Packaging
nl: Verpakkingen

source: Atomizer
nl: Verstuiver

source: Atomizers
nl: Verstuivers

source: Disposable syringe
nl: Wegwerpspuit

source: Disposable syringes
nl: Wegwerpspuiten

source: Bags
nl: Zakjes

source: Bag
nl: Zakje

source: Suppository
nl: Zetpil

source: Suppositoriesen
nl: Zetpillen

source: Please help us optimise {0} by answering a few short questions.
nl: Help ons {0} te optimaliseren. Beantwoord enkele korte vragen.

source: I participate!
nl: Ik doe mee!

source: You currently have no archived change requests.
nl: U heeft op dit moment geen gearchiveerde wijzigingsverzoeken.

source: Current change requests
nl: Lopende wijzigingsverzoeken

source: Individual components
nl: Afzonderlijke onderdelen

source: Complete set
nl: Hele set

source: Delete data set delivery
nl: Verwijder data set-aanlevering

source: Transfer
nl: Doorzetten

source: Transfer to ODB
nl: Doorzetten naar ODB

source: Remove from ODB
nl: Verwijder uit ODB

source: Validation errors in the structure of the XML file
nl: Validatiefouten in de structuur van het XML bestand

source: Validation errors in the data of the XML file
nl: Validatiefouten in de data van het XML bestand

source: Here you will find the quality data provided by healthcare providers. The data is intended, among other things, for professional users who make it available to their clients.
nl: Hier vindt u de door zorgaanbieders aangeleverde kwaliteitsgegevens. De gegevens zijn onder andere bedoeld voor professionele gebruikers die deze beschikbaar maken voor hun cliënten.

source: Average
nl: Gemiddelde

source: Number
nl: Nummer

source: Yes/No
nl: Ja/Nee

source: Text
nl: Tekst

source: Rich text
nl: Tekst met opmaak

source: Fraction
nl: Breuk

source: Stars (3)
nl: Sterren (3)

source: Stars (5)
nl: Sterren (5)

source: Amount
nl: Aantal

source: Time
nl: Tijd

source: Main indicator
nl: Hoofdindicator

source: Grouped by sector
nl: Gegroepeerd op sector

source: This field determines which sectors this page applies to. Multiple sectors can be selected.
nl: Dit veld bepaalt voor welke sectoren deze pagina van toepassing is. Er kunnen meerdere sectoren gekozen worden.

source: Ministry
nl: Ministerie

source: Ministries
nl: Ministeries

source: Software vendor
nl: Computerprogrammatuurleverancier

source: Software vendors
nl: Computerprogrammatuurleveranciers

source: Data broker
nl: Gegevensmakelaar

source: Data brokers
nl: Gegevensmakelaars

source: Select data brokers who are allowed to upload data for this set
nl: Selecteer gegevensmakelaars die voor deze set gegevens mogen opladen

source: Healthcare providers
nl: Zorgaanbieders

source: Healthcare provider
nl: Zorgaanbieder

source: Search healtcare providers
nl: Zoek zorgaanbieders

source: Search indicators
nl: Zoek indicatoren

source: Download this data as CSV
nl: Download deze data als CSV

source: Structure
nl: Structuur

source: Process
nl: Proces

source: Processes
nl: Processen

source: New process
nl: Nieuw proces

source: New interpretation
nl: Nieuwe duiding

source: Outcome
nl: Uitkomst

source: Healthcare institutions
nl: Zorginstellingen

source: Member
nl: Lid

source: Regular user
nl: Normale gebruiker

source: Organisation
nl: Organisatie

source: Organisation types
nl: Organisatietypen

source: Database organisation type
nl: Databankorganisatietype

source: Reports folder name
nl: Rapportagesmapnaam

source: SAS organisation type
nl: SAS-organisatietype

source: Approve delivery
nl: Aanlevering goedkeuren

source: Close
nl: Sluiten

source: Validation result
nl: Validatieresultaat

source: Approve
nl: Keur goed

source: Description
nl: Beschrijving

source: Upload public data
nl: Openbare data opladen

source: No contact person selected
nl: Geen contactpersoon geselecteerd

source: Delete user
nl: Verwijder gebruiker

source: Deactivate user account
nl: Deactiveer gebruikersaccount

source: Deactivate
nl: Deactiveer

source: Reactivate user
nl: Heractiveer gebruiker

source: Reactivate
nl: Heractiveer

source: New user
nl: Nieuwe gebruiker

source: Delete organisation
nl: Verwijder organisatie

source: New organisation
nl: Nieuwe organisatie

source: View on transparency calendar
nl: Tonen op transparantiekalender

source: Transparency Calendar
nl: Transparantiekalender

source: Transparency Calendar {0}
nl: Transparantiekalender {0}

source: Reference indicator ID
nl: Referentie indicator-ID

source: Client information
nl: Cliëntinformatie

source: Reading Guide
nl: Leeswijzer

source: Project pages
nl: Projectpagina’s

source: Type of healthcare provider
nl: Type zorgaanbieder

source: Healthcare provider subtype
nl: Subtype zorgaanbieder

source: Indicator unit
nl: Indicatoreenheid

source: Question
nl: Vraag

source: Reporting level
nl: Rapportageniveau

source: Valid from
nl: Geldig van

source: Valid until
nl: Geldig tot en met

source: Measurement period start date
nl: Meetperiodebegindatum

source: Measurement period end date
nl: Meetperiode-einddatum

source: Validity end date
nl: Geldigheidsdatum

source: First delivery date
nl: Eerste aanleverdatum

source: label_indicator_type
nl: Indicatortype

source: Delivery frequency
nl: Aanleverfrequentie

source: Internal improvement information
nl: Interneverbeteringsinformatie

source: Supervisory information
nl: Toezichtinformatie

source: Healthcare procurement information
nl: Zorginkoopinformatie

source: Theme
nl: Thema

source: Topics
nl: Themaʼs

source: In this section you will find medicines, medicine groups and indications classified by theme.
nl: In deze sectie vindt u geneesmiddelen, geneesmiddelgroepen en indicaties ingedeeld op thema.

source: Choice information
nl: Keuzeinformatie

source: Order
nl: Volgorde

source: Project page
nl: Projectpagina

source: Add indicator set
nl: Voeg indicatorset toe

source: Add indicator
nl: Voeg indicator toe

source: Public data
nl: Openbare data

source: Year published
nl: Verslagjaar

source: State
nl: Status

source: Text will come soon…
nl: Tekst volgt binnenkort…

source: Major
nl: Majeur

source: Select report
nl: Rapportage selecteren

source: Minor
nl: Mineur

source: Patch
nl: Stoplap

source: Indicators
nl: Indicatoren

source: Show inactive indicators
nl: Toon inactieve indicatoren

source: Organisations
nl: Organisaties

source: Type of organisation
nl: Type organisatie

source: Location name
nl: Locatienaam

source: Address
nl: Adres

source: Street name
nl: Straatnaam

source: Street name unknown
nl: Straatnaam onbekend

source: House name
nl: Huisnummer

source: Suffix
nl: Toevoeging

source: Suff.
nl: Toev.

source: Postal code
nl: Postcode

source: Mailing Address
nl: Postadres

source: City
nl: Plaats
