Repository: zorginstituut-nederland/prozin-assets
Catalog: assets/i18n/*.po
Languages: nl

source: Request for pipeline
nl: Uitvraag

source: No contact selected
nl: Geen contact geselecteerd

source: No administrator selected
nl: Geen beheerder geselecteerd

source: Administrators
nl: Beheerders

source: Last modified on
nl: Laatst bewerkt op

source: Last modified
nl: Laatst bewerkt

source: Last sent
nl: Laatst verzonden

source: Frequency
nl: Frequentie

source: Starting Date
nl: Startdatum

source: Shared with <a href="mailto:maxmeijer@company.nl">Max Meijer</a>
nl: Gedeeld met <a href="mailto:maxmeijer@company.nl">Max Meijer</a>

source: Sharing extended for <a href="mailto:maxmeijer@company.nl">Max Meijer</a>
nl: Delen verlengd voor <a href="mailto:maxmeijer@company.nl">Max Meijer</a>

source: Unsubscribed
nl: Uitgeschreven

source: Subscribe
nl: Abonneer

source: Optimal width in pixels
nl: Optimale breedte in pixels

source: Optimal height in pixels
nl: Optimale hoogte in pixels

source: Latest full scan
nl: Laatste volledige scan

source: Full scans
nl: Volledige scans

source: Process step
nl: Processtap

source: An explanation of the development process of Horizon Scan Medicines.
nl: Een uitleg over het totstandkomingsproces van Horizonscan Geneesmiddelen.

source: All information accompanying the specifications currently in use.
nl: Alle informatie bij de specificaties die op dit moment in gebruik is/zijn.

source: Here you will find all information about specifications currently in development.
nl: Hier vindt u alle informatie over specificaties die op dit moment in ontwikkeling zijn.

source: This page lists all current and archived specifications for this domain.
nl: Op deze pagina vindt u alle lopende en gearchiveerde specificaties voor dit domein.

source: The following file formats are allowed according to the guidelines of the Dutch government: PDF, CSV, ODT, XML and MP3.
nl: De volgende bestandsformaten zijn toegestaan volgens de richtlijnen van Rijksoverheid: PDF, CSV, ODT, XML en MP3.

source: Overview of when what quality data on care provided will be delivered.
nl: Overzicht van wanneer welke kwaliteitsgegevens over verleende zorg aangeleverd worden.

source: Overview of future innovative medicines and expected indication extensions for all domains.
nl: Overzicht van toekomstige innovatieve geneesmiddelen en verwachte indicatie-uitbreidingen voor alle domeinen.

source: Our substantive working groups play an important role in the process of the Horizon Scan for Medicines.
nl: Onze inhoudelijke werkgroepen spelen een belangrijke rol in het proces van de Horizonscan voor geneesmiddelen.

source: As an alternative to uploading a presentation, you can also refer to a presentation hosted elsewhere.
nl: Als alternatief voor het opladen van een presentatie kunt u ook verwijzen naar een presentatie die elders gehost is.

source: In case you upload a presentation then the presentation must be in HTML format and compressed as a ZIP file. The index page of the presentation should always be called ‘index.html’.
nl: Als u een presentatie oplaadt dan dient de presentatie in HTML-formaat te zijn en gecomprimeerd te zijn als ZIP-bestand. De indexpagina van de presentatie dient altijd ‘index.html’ te heten.

source: You are about to transfer the file to the ODB.
nl: U gaat het bestand doorzetten naar de ODB.

source: You would like to submit the file for storage in the public database. You can do this by clicking the button ‘Approve’.
nl: U wilt het bestand aanbieden om op te nemen in de openbare database. Dit kunt u doen door te klikken op de knop 'Goedkeuren'.

source: The data set will be deleted. This action is irreversible.
nl: De aanlevering zal worden verwijderd. Deze handeling is onomkeerbaar.

source: data set lines will be removed. This action is irreversible.
nl: aanleveringdataregels zullen worden verwijderd. Deze handeling is onomkeerbaar.

source: No errors found in the structure.
nl: Geen fouten gevonden in de structuur.

source: No errors found in the data.
nl: Geen fouten gevonden in de data.

source: The maximum file size is {0} MB.
nl: De maximale bestandsgrootte is {0} MB.

source: This is the archive of all newsletters that we have sent in the past.
nl: Dit is het archief van alle nieuwsbrieven die in het verleden door ons verstuurd zijn.

source: Would you also like stay abreast with the latest news?
nl: Wilt u ook via e-mail op de hoogte worden gehouden van het laatste nieuws?

source: Enter your e-mail address and select which newsletters you would like to receive.
nl: Geef uw e-mail adres op en selecteer de nieuwsbrieven die u graag zou willen ontvangen.

source: You are now unsubscribed for the following newsletter.
nl: U bent nu uitgeschreven voor de volgende nieuwsbrief.

source: You are now subscribed to the following newsletters.
nl: U bent nu geabonneerd op de volgende nieuwsbrieven.

source: Compare <strong>{0}</strong> to another indication.
nl: Vergelijk <strong>{0}</strong> met een andere indicatie.

source: Compare all indications of <strong>{0}</strong> to each other.
nl: Vergelijk alle indicaties van <strong>{0}</strong> onderling.

source: For excipients, please refer to <a href="{0}" target="_blank"> the product information of CBG / EMA</a> or consult a pharmacist.
nl: Zie voor hulpstoffen <a href="{0}" target="_blank">de productinformatie van CBG/EMA</a> of raadpleeg een apotheker.

source: For excipients consult a pharmacist.
nl: Raadpleeg voor hulpstoffen een apotheker.

source: Please contact the system administrator if you think you should have permissions to view this page.
nl: Neem contact op met de systeembeheerder als u meent dat u toegang zou moeten hebben tot deze pagina.

source: Zorginstituut Nederland invites you by e-mail to respond to our request for pipeline information.
nl: Zorginstituut Nederland nodigt u per e-mail uit om te reageren op onze uitvraag.

source: The manufacturer creates a new record for any upcoming medicine, indication extension, generic medicine or biosimilar.
nl: De fabrikant creëert een nieuw record voor elk aankomend geneesmiddel, indicatieuitbreiding, generiek geneesmiddel of biosimilar.

source: Zorginstituut Nederlands edits a new or existing record for the next publication of Horizonscan Geneesmiddelen.
nl: Zorginstituut Nederlands bewerkt een nieuw of bestaand record voor de volgende publicatie van Horizonscan Geneesmiddelen.

source: The manufacturer reviews the changes by Zorginstituut Nederland and has the oppurtunity to point out missing or faulty information.
nl: De fabrikant bekijkt de wijzigingen die Zorginstituut Nederland aangebracht heeft. Dit is het moment voor de fabrikant om ontbrekende of foutieve informatie op te merken.

source: A manufacturer may edit an existing record at any time.
nl: Een fabrikant mag op elk moment een bestaand record bewerken.

source: Write a motivation for this mutation (optional).
nl: Log een motivatie voor deze mutatie (optioneel).

source: There are currently no verification requests pending.
nl: Op dit ogenblik staan er geen beoordelingsverzoeken uit.

source: Your corrections will be assessed by the Horizonscan Geneesmiddelen team of Zorginstituut Nederland. If neccesary they will be processed for the next publication.
nl: Uw correcties zullen beoordeeld worden door het Horizonscan Geneesmiddelenteam van Zorginstituut Nederland en zonodig verwerkt in de volgende publicatie.

source: The following documents were edited by Zorginstituut Nederland and may be reviewed by you.
nl: De volgende documenten zijn bewerkt door Zorginstituut Nederland en kunnen door u nagekeken worden.

source: Currently there is nothing to review for you.
nl: Op dit moment hoeft er niets door u nagekeken te worden.

source: You have no proposals for new medicines in Horizonscan Geneesmiddelen at this time.
nl: U heeft op dit moment geen voorstellen uit staan voor nieuwe geneesmiddelen in Horizonscan Geneesmiddelen.

source: You proposed the following new records for the next publication of Horizonscan Geneesmiddelen.
nl: U heeft de volgende nieuwe records voorgesteld voor de volgende publicatie van Horizonscan Geneesmiddelen.

source: The following documents were edited by you.
nl: De volgende documenten zijn door u bewerkt.

source: Your changes will be reviewed by Zorginstituut Nederland.
nl: Uw wijzigingen worden bekeken door Zorginstituut Nederland.

source: There are no change requests of you being processed at this time.
nl: Er zijn op dit moment geen wijzingsverzoeken van u in behandeling.

source: There are currently no new records from manufacturers.
nl: Er zijn op dit moment geen binnengekomen stukken van fabrikanten.

source: You are not following any documents at this moment.
nl: Momenteel volgt u geen documenten.

source: There is currently no information available.
nl: Er is op dit moment geen informatie.

source: There is currently nothing known about registration.
nl: Er is op dit moment niets bekend over registratie.

source: There is currently no futher information available.
nl: Er is op dit moment geen overige informatie.

source: There is currently nothing known about indication extensions.
nl: Er is op dit moment niets bekend over indicatieuitbreidingen.

source: There is currently nothing known about off label use.
nl: Er is op dit moment niets bekend over off-label gebruik.

source: There is currently nothing known about the possible total cost.
nl: Er is op dit moment niets bekend over de mogelijke totale kosten.

source: There is currently nothing known about the expected cost.
nl: Er is op dit moment niets bekend over de verwachte kosten.

source: There is currently nothing known about the expected patient volume.
nl: Er is op dit moment niets bekend over het verwachte patiëntvolume.

source: There is currently nothing known about therapeutic value and treatment regimen.
nl: Er is op dit moment niets bekend over therapeutische waarde en behandelschema.

source: There is currently nothing known about the product.
nl: Er is op dit moment niets bekend over het product.

source: Market share is generally not included unless otherwise stated.
nl: Marktaandeel wordt in de regel niet meegenomen tenzij anders vermeld.

source: This is the estimate of the possible cost per patient per year. The comments box describes how this amount was reached.
nl: Dit is de inschatting van de mogelijke kosten per patiënt per jaar. In het opmerkingenveld staat beschreven hoe tot dit bedrag is gekomen.

source: This amount gives an <strong>indication</strong> of the total cost. It is the result of the average expected patient volume times the average cost per patient. both per year.
nl: Dit bedrag geeft een <strong>indicatie</strong> van de totale kosten. Het is de uitkomst van het gemiddelde verwacht patiëntvolume maal de gemiddelde kosten per patiënt; beiden per jaar.

source: This assessment does not indicate any potential inclusion in the package.
nl: Deze inschatting doet geen uitspraak over de mogelijke opname in het pakket.

source: The numbers shown are an expectation over the period of one year.
nl: De getoonde getallen betreffen een verwachting over de periode van een jaar.

source: Concerns the possible total cost per year.
nl: Betreft de mogelijke totale kosten per jaar.

source: There are no known prices for biosimilar.
nl: Er zijn geen prijzen bekend van bio similars.

source: If you continue, this mailing will be sent to the mailing lists selected above. A news flash can only be sent once and sending is irreversible.
nl: Als u verder gaat wordt deze mailling verstuurd naar bovenstaand geselecteerde verzendlijsten. Het verzenden van een nieuwsflits kan eenmalig en is onomkeerbaar.

source: Please use the form below to contact us.
nl: Neem via onderstaand formulier met ons contact op.

source: User management
nl: Gebruikersbeheer

source: Are you sure you want to continue?
nl: Weet u zeker dat u verder wilt gaan?

source: Thank you for your response. We will contact you as soon as possible.
nl: Dankuwel voor uw reactie. Wij nemen zo spoedig mogelijk contact met u op.

source: An error occurred and your message was not sent. Please try again later.
nl: Er is een fout opgetreden waardoor uw bericht niet verstuurd is. Probeert u het alstublieft later nog eens.

source: You may be able to find the information you are looking for through one of the following pages.
nl: U kunt de informatie die u zoekt mogelijk vinden via een van de volgende paginaʼs.

source: You are here:
nl: U bevindt zich hier:

source: Use the following filter to
nl: Gebruik de volgende filters om

source: the list of tools
nl: de lijst met tools

source: tune to your needs.
nl: toe te spitsen op uw behoeften.

source: You were automatically logged out because your session was epxired. Please log in again below to continue.
nl: U bent automatisch uitgelogd, omdat uw sessie verlopen is. U kunt hieronder opnieuw inloggen om verder te gaan.

source: You were automatically logged out because you are also logged in at a different location, or because your IP address has changed in the meantime. Please contact your system administrator if in doubt about this message.
nl: U bent automatisch uitgelogd, omdat u ook op een andere locatie ingelogd bent, of omdat uw ip-adres tussentijds gewijzigd is. Neem bij twijfel over deze melding contact op met uw systeembeheerder.

source: As of 2007 there is a separately defined group of medicines, namely the ‘Advanced Therapy Medicinal Products’ (ATMPs). ATMPs include products for somatic cell therapy, gene therapy and tissue engineering.
nl: Vanaf 2007 bestaat er een apart gedefinieerde groep geneesmiddelen, namelijk de ‘Advanced Therapy Medicinal Products’ (ATMPs). Onder de ATMPs vallen producten voor en somatische celtherapie, gentherapie en weefselmanipulatie.

source: Always write the active substance in lowercase.
nl: Schrijf een stofnaam altijd in onderkast.

source: The indication name derives from the registered indication, yet shorter.
nl: De indicatie is afgeleid van de geregistreerde indicatie, maar is korter.

source: Write a brief description of the main indication. Use the comments field under 'Product' for any further explanation.
nl: Schrijf een beknopte verbijzondering van de hoofdindicatie. Gebruik het opmerkingenveld onder 'Product' voor eventuele verdere toelichting.

source: The registration route makes clear where the product has been applied for registration.
nl: De registratieroute maakt duidelijk waar het middel aangemeld is ter registratie.

source: Which type of registration process applies?
nl: Welk type registratietraject is van toepassing?

source: What is the added therapeutic value of the medicine compared to current treatment options?
nl: Wat is de verwachte toegevoegde therapeutische waarde van het middel t.o.v. de huidige behandelopties?

source: Substantiation of the therapeutic value.
nl: Onderbouwing van de therapeutische waarde.

source: This concerns the average duration of treatment.
nl: Dit betreft de gemiddelde behandelduur.

source: This concerns sources outside the expert opinion.
nl: Dit betreft bronnen buiten de expertopinie.

source: If an exact number is known for the patient volume, enter this number in both fields. The display will show this number only once.
nl: Als er een exact aantal bekend is voor het patiëntvolume, vul dit aantal dan in beide velden in. In de weergave zal dit aantal maar één keer getoond worden.

source: Tick when you already want to calculate the volume for a sluice candidacy, but do not want to show this value in the display yet. When ticked, the Expected volume per patient per year, Expected cost per patient per years and Potential total cost per year values will be hidden to visitors, for both sluice and regular values.
nl: Vink aan wanneer u het volume voor een sluiskandidatuur al wilt berekenen, maar deze waarde nog niet in het display wilt tonen. Indien aangevinkt, worden de waarden Verwacht volume per patiënt per jaar, Verwachte kosten per patiënt per jaar en Potentiële totale kosten per jaar verborgen voor bezoekers, zowel voor sluis- als reguliere waarden.

source: If an exact amount is known for the costs, enter this amount in both fields. In the display this amount will only be shown once.
nl: Als er een exact bedrag bekend is voor de kosten, vul dit bedrag dan in beide velden in. In de weergave zal dit bedrag maar één keer getoond worden.

source: In which indications is off-label use expected?
nl: Bij welke indicaties wordt off-labelgebruik verwacht?

source: Which indication extensions are expected?
nl: Welke indicatieuitbreiding(en) wordt/worden er verwacht?

source: Are there any other general comments?
nl: Zijn er nog overige algemene opmerkingen?

source: This document is currently being edited by user &apos;<strong>{0}</strong>&apos;.
nl: Dit document wordt momenteel bewerkt door gebruiker &apos;<strong>{0}</strong>&apos;.

source: The request for pipeline was sent succesfully.
nl: De uitvraag is verstuurd.

source: This is an unpublished concept.
nl: Dit is een ongepubliceerd concept.

source: <strong>Changes to this revision</strong> are visible after publication in the <a href="#" target="_blank">public copy</a>.
nl: <strong>Wijzigingen in deze revisie</strong> zijn pas na publicatie zichtbaar in de <a href="#" target="_blank">publieke kopie</a>.

source: As you proceed, all selected documents will be published. This action is irreversible. Check the following.
nl: Als u verder gaat worden alle geselecteerde documenten gepubliceerd. Deze handeling is onomkeerbaar. Controleer het volgende.

source: As you proceed, all selected documents will be deleted. This action is irreversible.
nl: Als u verder gaat worden alle geselecteerde documenten verwijderd. Deze handeling is onomkeerbaar.

source: Please check the address in the address bar. Sometimes something goes wrong when copying a link, for example from an e-mail message. You might be able to find the information you are looking for through the search page.
nl: Controleer het adres in de adresbalk. Soms gaat er iets mis bij het kopiëren van een link, bijvoorbeeld uit een e-mailbericht. U kunt de informatie die u zoekt mogelijk vinden via de zoekpagina.

source: You are currently not following any objects.
nl: U volgt op dit moment geen objecten.

source: There are no expert inquiries pending at this moment.
nl: Op dit moment staan er geen vragen uit bij derden.

source: Share this document with someone
nl: Deel dit document met iemand anders

source: Digest e-mails contain a list of all the pages that follow which have been updated since the last time you received a digest e-mail or from the moment you turned digests on. Monthly and weekly digests are always sent on Fridays.
nl: Digest e-mails bevatten een opsomming van alle pagina's die u volgt en die zijn bijgewerkt sinds de laatste keer dat u een digest e-mail ontvangen heeft of vanaf het moment dat u digests ingeschakeld heeft. Maandelijkse en wekelijkse digests worden altijd verzonden op vrijdag.

source: If you want to request a new password, change your details or report a problem, please contact the administrator. Don't have an account yet? Then you can request an account.
nl: Wilt u een nieuw wachtwoord aanvragen, uw gegevens wijzigen of een probleem melden, neem dan contact op met de beheerder. Heeft u nog geen account? Dan kunt u een account aanvragen.

source: The next publication of Horizonscan Geneesmiddelen is planned for <strong>{0}</strong>.
nl: De volgende publicatie van Horizonscan Geneesmiddelen is gepland voor <strong>{0}</strong>.

source: Please enter information for new or existing medicines before <strong>{0}</strong>.
nl: Voer vóór <strong>{0}</strong> informatie in over nieuwe of bestaande geneesmiddelen.

source: Your password has expired because it's more than 6 months old.
nl: Uw wachtwoord is verlopen, omdat het meer dan 6 maanden oud is.

source: The e-mail address <strong>{0}</strong> is not known to us. Please enter the email address that you have previously registered with us.
nl: Het e-mailadres <strong>{0}</strong> is niet bij ons bekend. Vult u alstublieft het e-mailadres in dat u eerder bij ons geregistreerd hebt.

source: An email has been sent to <strong>{0}</strong> (If this address is known to us). The e-mail contains a link that you can use to reset your password. This link will be valid for one hour.
nl: Er is een e-mail verstuurd naar <strong>{0}</strong> (Indien dit adres bij ons bij bekend is). In de e-mail treft u een link aan waarmee u uw wachtwoord opnieuw in kunt stellen. Deze link blijft een uur geldig.

source: The passwords are not equal to each other.
nl: De wachtwoorden zijn niet aan elkaar gelijk.

source: Your password has expired. Enter your email address again to change your password.
nl: De tijd om uw wachtwoord te kunnen wijzigen is verstreken. Vul opnieuw uw e-mailadres in om uw wachtwoord te wijzigen.

source: Enter a new password below.
nl: Vul hieronder een nieuw wachtwoord in.

source: The password cannot be the same as a previously used password. Furthermore, the password must consist of at least 8 characters, both uppercase and lowercase letters and contain at least 1 number or special character.
nl: Het wachtwoord mag niet gelijk zijn aan een eerder gebruikt wachtwoord. Verder moet het wachtwoord uit minimaal 8 karakters bestaan, zowel hoofdletters als kleine letters en minimaal 1 cijfer of speciaal karakter bevatten.

source: Your password was changed successfully.
nl: Uw wachtwoord is succesvol gewijzigd.

source: Have you forgotten your password? No worries. Please enter your e-mail address below. We will then send you a password reset link that you can use to create a new password.
nl: Hebt u uw wachtwoord vergeten? Geen nood. Als u onderstaand uw e-mailadres invult, dan sturen wij u een wachtwoord-reset link toe. Daarmee kunt u zelf een nieuw wachtwoord aanmaken.

source: The password cannot be the same as a previously used password.
nl: Het wachtwoord mag niet gelijk zijn aan een eerder gebruikt wachtwoord.

source: The system is unavailable at the moment. Please try again later.
nl: Het systeem is niet beschikbaar op dit moment. Probeer het later nog eens.

source: You have entered invalid credentials. Please try again. If the login still fails then please <a class="pat-inject" href="{0}">contact the administrator</a>.
nl: U heeft ongeldige inloggevens ingevoerd. Probeer het nogmaals. Lukt het inloggen niet neem dan <a class="pat-inject" href="{0}">contact op met de beheerder</a>.

source: The verification requests were successfully sent.
nl: De verificatieverzoeken zijn verstuurd.

source: You are using an outdated web browser. As a result, the site might not function as expected. Please install a newer browser in order to make optimal use of this site.
nl: U gebruikt een verouderde webbrowser. Hierdoor kan de site mogelijk minder goed functioneren. Installeer een nieuwere browser om optimaal van deze site gebruik te kunnen blijven maken.

source: You are using an outdated web browser. Because of this you won't have an optimal experience. Please install a newer browser in order to make optimal use of this site.
nl: U gebruikt een verouderde webbrowser. Hierdoor heeft u niet de optimale ervaring. Installeer een nieuwere browser om optimaal van deze site gebruik te kunnen blijven maken.

source: No medicines found
nl: Geen geneesmiddelen gevonden

source: search results
nl: zoekresultaten

source: search result
nl: zoekresultaat

source: Search results
nl: Zoekresultaten

source: filtered by
nl: gefilterd op

source: Total cost per year from:
nl: Totale kosten per jaar vanaf:

source: Thank you
nl: Dank u wel

source: times a day
nl: maal per dag

source: times every 2 days
nl: maal per 2 dagen

source: times every 3 days
nl: maal per 3 dagen

source: times every 4 days
nl: maal per 4 dagen

source: times every 5 days
nl: maal per 5 dagen
