Repository: zorginstituut-nederland/prozin-assets
Catalog: assets/i18n/*.po
Languages: nl

source: A hero image is required to publish this item.
nl: Een hoofdafbeelding is vereist om dit item te publiceren.

source: Search persona
nl: Persona zoeken

source: Makes no use of product
nl: Maakt geen gebruik van product

source: Or visit
nl: Of ga naar

source: New tag
nl: Nieuwe tag

source: Move page
nl: Pagina verplaatsen

source: Move folder
nl: Map verplaatsen

source: Select a folder to move the page to.
nl: Selecteer een map om de pagina naar te verplaatsen.

source: Select a folder to move this folder to. This folder and all underlying folders and pages will be moved.
nl: Selecteer een map om deze map naar te verplaatsen. Deze map en alle onderliggende mappen en pagina's zullen worden verplaatst.

source: Click ‘Download’ to download a CSV file of the {0} records that you selected.
nl: Klik op ‘Download’ om een CSV-bestand te downloaded van de door u geselecteerde {0} records.

source: Impersonate
nl: Imiteer

source: The message below will be sent to the relevant parties.
nl: Onderstaand bericht zal verstuurd worden naar de desbetreffende partijen.

source: Zorginstituut Nederland invites you to verify changes that were prepared to a record from your portfolio for the next publication of Horizonscan Geneesmiddelen.
nl: Zorginstituut Nederland nodigt u uit om de wijzigingen die zijn voorbereid in een record uit uw portfolio te verifiëren voor de volgende publicatie van Horizonscan Geneesmiddelen.

source: Remove user from organisation
nl: Verwijder gebruiker van de organisatie

source: Staff
nl: Medewerkers

source: About
nl: Over

source: Daniel’s lab
nl: Daniëls lab

source: Select a contact person
nl: Selecteer een contactpersoon

source: Contacts
nl: Contacten

source: All releases for {0}
nl: Alle releases voor {0}

source: All news
nl: Alle nieuws

source: All news items for {0}
nl: Alle nieuwsberichten voor {0}

source: All figures
nl: Alle vormen

source: All strengths
nl: Alle sterktes

source: All types
nl: Alle types

source: Figure
nl: Vorm

source: Strength
nl: Sterkte

source: Report type
nl: Rapportage type

source: You can always add this user back to {0}.
nl: U kunt deze gebruiker op een later moment altijd opnieuw toevoegen aan {0}.

source: You are about to delete the user account of {0}. After this, this user no longer has access to {1}. All content from this user will not be deleted.
nl: U staat op het punt om het gebruikersaccount van {0} te verwijderen. Hierna heeft deze gebruiker geen toegang meer tot {1}. Alle content van deze gebruiker zal blijven bestaan.

source: You are about to deactivate the user account of {0}. After this, this user no longer has access to the system. All content from this user will not be deleted. You can always reactivate this user account
nl: U staat op het punt om het gebruikersaccount van {0} te deactiveren. Hierna heeft deze gebruiker geen toegang meer tot het systeem. Alle content van deze gebruiker zal blijven bestaan. U kunt dit gebruikersaccount later altijd weer activeren.

source: Add {0} to site
nl: Voeg {0} weer toe aan site

source: Remove {0} from {1}
nl: Verwijder {0} uit {1}

source: It is not possible to renew your password, because it has recently been changed. The password can be changed after {0}.
nl: Het is niet mogelijk uw wachtwoord te vernieuwen, omdat deze recent nog is aangepast. Het wachtwoord kan na {0} worden gewijzigd.

source: Edit and select a hero image in order to publish this item.
nl: Bewerk en kies een hoofdafbeelding om dit bericht te kunnen publiceren.

source: Release date
nl: Releasedatum

source: Release number
nl: Releasenummer

source: Rejected
nl: Afgewezen

source: Broadly excluded
nl: Breed uitgesloten

source: It is mandatory to include a transcript of all spoken text appearing in the video for the benefit of people with disabilities.
nl: Het is verplicht om een transcript van alle gesproken tekst die in de video voor komt op te nemen, ten bate van mensen met een beperking.

source: Article pages chosen here will appear as deep links in the 'About this site' column. Pages that are already visible directly on the homepage are not selectable.
nl: Artikelpagina's die hier gekozen worden verschijnen als deeplinks in de kolom 'Over deze site'. Pagina's die al direct op de homepage zichtbaar zijn zijn niet selecteerbaar.

source: Items chosen here will appear as deep links in the 'Service' column. Pages that are already visible directly on the homepage are not selectable.
nl: Items die hier gekozen worden verschijnen als deeplinks in de kolom 'Service'. Pagina's die al direct op de homepage zichtbaar zijn zijn niet selecteerbaar.

source: Consult the glossary for an {0}.
nl: Zie de begrippenlijst voor een {0}.

source: You have entered the old password incorrectly.
nl: U heeft het oude wachtwoord niet goed ingevoerd.

source: explanation about Wegiz
nl: toelichting over Wegiz

source: See {0}
nl: Zie {0}

source: See
nl: Zie

source: Content uddates
nl: Inhoud bijwerken

source: Basic Data Set Care (BgZ)
nl: Basisgegevensset Zorg (BgZ)

source: Image Availability (MSZ Institutions)
nl: Beeldbeschikbaarheid (MSZ-Instellingen)

source: Nursing Handover
nl: Verpleegkundige overdracht

source: Medication Handover
nl: Medicatieoverdracht

source: Acute Care
nl: Acute Zorg

source: Typical side effects
nl: Typerende bijwerkingen

source: Mechanism
nl: Werking

source: Attributions
nl: Bronvermeldingen

source: Background
nl: Achtergrond

source: Treatment plan
nl: Behandelplan

source: Source reference
nl: Bronvermelding

source: Image type
nl: Beeldtype

source: Copyright
nl: Auteursrecht

source: Grouped by registration phase
nl: Ingedeeld op registratiefase

source: Grouped by collection
nl: Gegroepeerd op collectie

source: Grouped by workflow state
nl: Gegroepeerd op workflowstatus

source: Grouped by tag
nl: Gegroepeerd op tag

source: Grouped by image type
nl: Gegroepeerd op afbeeldingstype

source: Ungrouped
nl: Niet gegroepeerd

source: Sort by date
nl: Sorteer op datum

source: Sort by name
nl: Sorteer op naam

source: Sort by popularity
nl: Sorteer op populariteit

source: This user is no longer active.
nl: Deze gebruiker is niet langer actief.

source: This user is no longer active
nl: Deze gebruiker is niet langer actief

source: Inactive
nl: Inactief

source: Images must be in JPG, SVG or PNG format. JPG is best suited for photography. SVG is more suitable for vector graphics and PNG is best for screen printing. Do not resize or convert images yourself, but preferably upload the original. Smaller versions are created automatically by the server. The maximum allowed file size is 50 Megabytes.
nl: Afbeeldingen dienen in JPG, SVG of PNG-formaat te zijn. JPG is het meest geschikt voor fotografie. SVG is meer geschikt voor vectorafbeeldingen en PNG is het meest geschikt voor schermafdrukken. Verklein of converteer afbeeldingen niet zelf, maar laad bij voorkeur het origineel op. Kleinere versies worden automatisch door de server aangemaakt. De maximaal toegestane bestandsgrootte is 50 Megabyte.

source: The alt text describes what can be seen in the image, regardless of the context in which the image may be used. Be accurate. Focus on describing the image. Be concise. Long alt texts are annoying for those who use screen readers. Use as few words as possible. Guideline is a maximum of 100 characters. Avoid keyword stuffing. This is not the place to put as many keywords as possible. Avoid saying it's an image. There is no need to include “Picture of…” or “Photo of…” in descriptions. Both Google and screen readers can determine that for themselves.
nl: De alternatieve tekst beschrijft wat er op de afbeelding te zien, ongeacht de context waarin de afbeelding mogelijk gebruikt zal worden. Wees accuraat. Focus op het beschrijven van de afbeelding. Wees beknopt. Lange alternatieve teksten zijn vervelend voor degenen die schermlezers gebruiken. Gebruik zo min mogelijk woorden. Richtlijn is maximaal 100 tekens. Vermijd ‘keyword stuffing’. Dit is niet de plaats om zoveel mogelijk zoekwoorden te plaatsen. Vermijd te melden dat het een afbeelding is. Het is niet nodig om “Afbeelding van …” of “Foto van …” in beschrijvingen op te nemen. Zowel Google als schermlezers kunnen dat zelf bepalen.

source: You can overwrite this image by uploading a new version.
nl: U kunt dit beeld overschrijven door een nieuwe versie op te laden.

source: Select the medicine the information below belongs to.
nl: Selecteer het geneesmiddel waar onderstaande informatie bij hoort.

source: These terms are displayed as an introduction in the terms and conditions section of the medicine.
nl: Deze voorwaarden worden weergegeven als introductie in de voorwaardensectie van het geneesmiddel.

source: Permission profile
nl: Permissieprofiel

source: Permission level
nl: Bevoegdheid

source: Permission levels
nl: Bevoegdheden

source: Permissions as a Dutch Healthcare Institute employee
nl: Bevoegdheden als medewerker van Zorginstituut Nederland

source: Public access
nl: Publieke toegang

source: Quote
nl: Citaat

source: Swim lane Featured
nl: Zwembaan Uitgelicht

source: Swim lane quote
nl: Zwembaan citaat

source: List
nl: Lijst

source: Cards
nl: Kaarten

source: Tiles
nl: Tegels

source: Folder name
nl: Mapnaam

source: Topic lanes
nl: Onderwerpbanen

source: The above value is a provisional calculation value.
nl: Bovenstaand waarde is een voorlopige rekenwaarde.

source: The above values are provisional calculation values.
nl: Bovenstaand waarden zijn voorlopige rekenwaarden.

source: Body text
nl: Broodtekst

source: Sluice candidates
nl: Sluiskandidaten

source: Sluice medicines
nl: Sluisgeneesmiddelen

source: New hospital medicines, without price agreements, may be temporarily excluded from the basic package due to high prices. Zorginstituut advises on inclusion, and the minister negotiates prices with the manufacturer. Zorginstituut uses data from Medicines Horizon Scan to recommend medicines for the sluice, which is for high-cost treatments in medical-specialist care within hospitals.
nl: Nieuwe dure geneesmiddelen in ziekenhuizen worden normaal zonder prijsafspraken toegelaten. De minister kan ze tijdelijk uitsluiten van het basispakket vanwege hoge kosten. Het Zorginstituut adviseert over opname, de minister onderhandelt met fabrikanten. Sluis is voor kostbare behandelingen bij specialistische zorg in ziekenhuizen.

source: Product specific information
nl: Productspecifieke informatie

source: Product specific documentation
nl: Productspecifieke documentatie

source: Documentation per product
nl: Documentatie per product

source: The 'Directly to' is intended for the top tasks of users at the moment. The field may be left empty or filled with up to 5 references.
nl: De 'Direct naar' is bedoeld voor de toptaken van gebruikers van het moment. Het veld mag leeggelaten worden of gevuld worden met maximaal 5 verwijzingen.

source: Fallback
nl: Terugval

source: Show content objects in an alternative language in overviews when available
nl: Toon in overzichten contentobjecten in een alternatieve taal wanneer beschikbaar

source: In overviews, only show content objects in the language selected by the user
nl: Toon in overzichten alleen contentobjecten in de taal die de gebruiker geselecteerd heeft

source: Survey URL
nl: Enquete-url

source: Swim lanes
nl: Zwembanen

source: Homepage
nl: Thuispagina

source: Swim lane Hero
nl: Hoofdzwembaan

source: Swim lane General articles
nl: Algemene artikelen-zwembaan

source: Swim lane browse
nl: Bladerbaan

source: Help 'See also'
nl: Zie ook van de helpfunctie

source: Swim lane News
nl: Nieuwszwembaan

source: Breaking news
nl: Uiterst belangrijk nieuws

source: Use this function only for highly critical messages and never for extended periods of time.
nl: Gebruik deze functie uitsluitend voor uiterst kritische berichten en nooit voor langere tijd achtereen.

source: No breaking news
nl: Geen uiterst belangrijk nieuws

source: Photo
nl: Foto

source: Permissions
nl: Bevoegdheden

source: Function
nl: Functie

source: Position
nl: Functie

source: Function and role
nl: Functie en rol

source: Components
nl: Componenten

source: Page type
nl: Paginatype

source: Page types
nl: Paginatypen

source: Dialogues
nl: Dialogen

source: Components which may be used to be placed on pages.
nl: Componenten die op pagina's geplaatst kunnen worden.

source: Various page types, each with its own purpose.
nl: Diverse paginatypen, elk met een eigen doel.

source: Entire sets of pages which may be used as a whole.
nl: Complete sets van pagina’s die als geheel toegepast kunnen worden.

source: The set of personas that is used to design and test the web landscape.
nl: De set van personæ die gebruikt wordt om het weblandschap te ontwerpen en te testen.

source: Medicine sluice
nl: Geneesmiddelensluis

source: Any sluice status
nl: Willekeurige sluisstatus

source: Meets sluice criteria
nl: Voldoet aan sluiscriteria

source: Medicines that qualify for the medicine candidate letter to the minister.
nl: Geneesmiddelen die in aanmerking komen voor de geneesmiddelkandidatenbrief aan de minister.

source: These medicines are still in the approval process. These medicines are included in the sluice candidate letter.
nl: Deze geneesmiddelen zijn nog in het proces van goedkeuring. Deze geneesmiddelen zijn opgenomen in de sluiskandidatenbrief.

source: Medicines that are included in the sluice are subject to negotiation between the minister and the manufacturer. Once the medicine is out of the sluice, it is clear whether and at what price the medicine will be reimbursed.
nl: Geneesmiddelen die in de sluis opgenomen zijn wordt over onderhandeld tussen de minister en de fabrikant. Zodra het geneesmiddel uit de sluis is is duidelijk of en met welke prijs het geneesmiddel vergoed wordt.

source: These medicines were still in the sluice in the previous scan. Meanwhile, an agreement has been reached with the manufacturer, it is included in the basic insurance and is registered or reimbursed.
nl: Deze geneesmiddelen zaten in de vorige scan nog in de sluis. Intussen is er een overeenkomst met de fabrikant gekomen, het komt in de basisverzekering en is geregistreerd of vergoed.

source: Medicines that qualify for the drug candidate letter to the minister.
nl: Geneesmiddelen die in aanmerking komen voor de geneesmiddelkandidatenbrief aan de minister.

source: Sluice candidate
nl: Sluiskandidaat

source: Included in the sluice
nl: Opgenomen in de sluis

source: Out of the sluice
nl: Uit de sluis

source: Co-publication
nl: Co-publicatie

source: If you proceed, this document will be published.
nl: Als u verder gaat wordt dit document gepubliceerd.

source: If you proceed then selected documents that are in draft will be published.
nl: Als u verder gaat worden geselecteerde documenten die in concept zijn gepubliceerd.

source: The previous version remains accessible to you, but will no longer be visible to the public.
nl: De vorige versie blijft voor u toegankelijk, maar zal voor het publiek niet meer zichtbaar zijn.

source: Create or select tags. The tags will be applied to selected documents. Any existing tags on documents are retained.
nl: Maak of selecteer tags. De tags zullen worden toegepast op geselecteerde documenten. Eventuele bestaande tags op documenten worden behouden.

source: It is possible to publish this item across multiple products by using co-publication.
nl: Het is mogelijk dit item op meerdere producten te publiceren door gebruik te maken van co-publicatie.

source: Co-publication can also be set up afterwards, or undone.
nl: Co-publicatie kan ook achteraf worden ingesteld, of ongedaan gemaakt worden.

source: The current version is not included in the Register.
nl: De actuele versie is niet opgenomen in het Register.

source: Offer form
nl: Aanbiedingsformulier

source: Indicator Guide
nl: Indicatorgids

source: Measurement Instruction
nl: Meetinstructie

source: Letter
nl: Brief

source: Client Version
nl: Cliëntenversie

source: Implementation Plan
nl: Implementatieplan

source: Tools for iStandaarden users and software developers.
nl: Hulpmiddelen voor gebruikers van iStandaarden en softwareontwikkelaars.

source: Maintenance Plan
nl: Onderhoudsplan

source: Press Release
nl: Persbericht

source: Process Description
nl: Procesbeschrijving

source: Report
nl: Rapportage

source: Questionnaire
nl: Vragenlijst

source: All publications
nl: Alle publicaties

source: Here you can choose a specific type of document, such as brochures or annual reports.
nl: U kunt hier een specifiek type document kiezen, zoals brochures of jaarverslagen.

source: You are about to delete the draft version of this document. Any older versions of this document that have already been published will remain. This action is irreversible.
nl: U staat op het punt om de conceptversie van dit document te verwijderen. Eventuele oudere, reeds gepubliceerde versies van dit document, blijven wel bestaan. Deze handeling is onomkeerbaar.

source: Delete draft
nl: Concept verwijderen

source: Delete folder
nl: Map verwijderen

source: Retract
nl: Trek terug

source: The estimate of the patient volume does not concern the maximum risk and therefore does not make any statement about the numbers that will be included in a possible lock analysis.
nl: Deze inschatting van het patiëntvolume betreft niet het maximale risico en doet dus geen uitspraak over de aantallen die worden meegenomen in een eventuele sluisanalyse

source: Comments are only visible to editors and won't be published.
nl: Reacties zijn alleen zichtbaar voor redacteuren en worden niet gepubliceerd.

source: Show overview
nl: Toon overzicht

source: Secretariat
nl: Penvoerder

source: Secretaries
nl: Penvoerders

source: Subclass
nl: Subklasse

source: In development
nl: In ontwikkeling

source: Registration date
nl: Registratiedatum

source: Healthcare area
nl: Zorggebied

source: Grouped by area of care
nl: Gegroepeerd op zorggebied

source: Quality instruments
nl: Kwaliteitsinstrumenten

source: Quality instrument
nl: Kwaliteitsinstrument

source: Development tools
nl: Ontwikkeltools

source: There are development tools for the development of quality standards, measuring instruments, information standards and underlying products (client information, for example). The tools cover the entire process of creation and implementation.
nl: Voor de ontwikkeling van kwaliteitsstandaarden, meetinstrumenten, informatiestandaarden en onderliggende producten (cliënteninformatie bijvoorbeeld) zijn er ontwikkeltools. De tools beslaan het hele proces van totstandkoming en implementatie.

source: Tools for the development of quality standards, measurement tools, information standards and underlying products.
nl: Hulpmiddelen voor de ontwikkeling van kwaliteitsstandaarden, meetinstrumenten, informatiestandaarden en onderliggende producten.

source: Development tool
nl: Ontwikkeltool

source: New development tool
nl: Nieuwe ontwikkeltool

source: New dialogue
nl: Nieuwe dialoog

source: New component
nl: Nieuw component

source: New conditions
nl: Nieuwe voorwaarden

source: New set of conditions
nl: Nieuwe set van voorwaarden

source: New page type
nl: Nieuw paginatype

source: New persona
nl: Nieuwe persona

source: New measuring instrument
nl: Nieuw meetinstrument

source: This quality product is in development.
nl: Dit kwaliteitsproduct is in (door-)ontwikkeling.

source: There is no content marked with this tag.
nl: Er is geen inhoud gemarkeerd met deze tag.

source: Prioritised of to be developed quality products.
nl: Prioriteitenlijst van te ontwikkelen kwaliteitsproducten.

source: Quality products
nl: Kwaliteitsproducten

source: Products
nl: Producten

source: Registered
nl: Geregistreerd

source: The date on which the board has confirmed that this standard will be included in the register (this website).
nl: De datum waarop het bestuur bekrachtigd heeft dat deze standaard in het register (deze website) opgenomen zal worden.

source: The Register is a digital overview of quality standards and measuring instruments that is accessible to everyone and can be used free of charge. With the Register, the Zorginstituut ensures that everyone in the Netherlands can see what is meant by good care and how to measure good care. In this way we help to continue to improve healthcare in the Netherlands.
nl: Het Register is een digitaal overzicht van kwaliteitsstandaarden en meetinstrumenten dat voor iedereen toegankelijk en kosteloos te gebruiken is. Met het Register zorgt het Zorginstituut ervoor dat iedereen in Nederland kan zien wat wordt verstaan onder goede zorg en hoe je goede zorg meet. Zo helpen we mee om de zorg in Nederland steeds verder te verbeteren.

source: Priority list of quality instruments to be developed. What is a quality instrument developed for and when should it be finished?
nl: Prioriteitenlijst van te ontwikkelen kwaliteitsinstrumenten. Waar wordt een kwaliteitsinstrument voor ontwikkeld en wanneer moet het af zijn.

source: The proposal provides that healthcare providers can be obliged to exchange certain data (at least) electronically, as long as there is a basis for doing so (such as the patient's consent). Requirements can also be set for the language used for data exchange, so that care providers can immediately understand each other. Finally, requirements can be set for the technology with which data is exchanged, so that the data exchange is not made more difficult by the fact that healthcare providers use different information systems.
nl: Het voorstel regelt dat zorgverleners kunnen worden verplicht om bepaalde gegevens (ten minste) elektronisch uit te wisselen, zolang daarvoor een grondslag bestaat (zoals toestemming van de patiënt). Ook kunnen eisen worden gesteld aan de taal die bij de gegevensuitwisseling wordt gebruikt, zodat zorgverleners elkaar meteen kunnen begrijpen. Ten slotte kunnen eisen worden gesteld aan de techniek waarmee gegevens worden uitgewisseld, zodat de gegevensuitwisseling niet wordt bemoeilijkt doordat zorgaanbieders verschillende informatiesystemen gebruiken.

source: For this medicine a price agreement is in place
nl: Voor dit geneesmiddel bestaat een financieel arrangement

source: For this medicine a price agreement is in place.
nl: Voor dit geneesmiddel bestaat een financieel arrangement.

source: When this option is enabled, a summary will be shown above the content where available. This option only affects Medicine pages, Medicine group pages and Indication pages.
nl: Wanneer deze optie ingeschakeld is wordt er, waar beschikbaar, een samenvatting boven de inhoud getoond. Deze optie heeft uitsluitend invloed op Geneesmiddelpagina's, Geneesmiddelgroeppagina's en Indicatiepagina's.

source: Show summaries
nl: Toon samenvattingen

source: Search globally
nl: Doorzoek de hele site

source: {0} Found on page.
nl: {0} Keer op pagina gevonden.

source: All bookmarks
nl: Alle bookmarks

source: Bookmark
nl: Bladwijzer toevoegen

source: Remove bookmark
nl: Bladwijzer verwijderen

source: Refine the search result by filtering on one document type.
nl: Verfijn het zoekresultaat door te filteren op één documenttype.

source: There are no documents with this workflow state.
nl: Er zijn geen documenten in deze werkstroomstaat.

source: The file ‘{0}’ does not meet the accessibility guidelines. Publication is only possible after solving this issue.
nl: Het bestand ‘{0}’ voldoet niet aan de voorwaarden om toegankelijk te zijn. Publication is alleen mogelijk na het oplossen van dit probleem.

source: There are currently no documents undergoing processing that meet the sluice criteria.
nl: Er zijn op dit moment geen documenten in behandeling die voldoen aan de sluiscriteria.

source: Workflow state
nl: Werkstroomstaat

source: Any workflow state
nl: Iedere werkstroomstaat

source: Editor
nl: Redacteur
