Repository: zorginstituut-nederland/prozin-assets
Catalog: assets/i18n/*.po
Languages: nl

source: Location number
nl: Vestigingsnummer

source: Location AGB-code
nl: Vestigings-AGB-code

source: Location
nl: Vestiging

source: Locations
nl: Vestigingen

source: Public data is available for the following locations.
nl: Er is openbare data beschikbaar van de volgende vestigingen.

source: You can also compare the scores of the above locations with each other for the following indicator set(s).
nl: U kunt de scores van bovengenoemde vestigingen ook onderling vergelijken voor de volgende indicatorset(s).

source: VSV-name
nl: VSV-naam

source: Number of <a href="{0}">users</a> in {1}
nl: Aantal <a href="{0}">gebruikers</a> van {1}

source: Number users in {0}
nl: Aantal gebruikers van {0}

source: User count
nl: Aantal gebruikers

source: Organisation type not selected
nl: Organisatietype niet geselecteerd

source: Load next location
nl: Laad de volgende locatie

source: All regions
nl: Alle regio's

source: All ProZIN products
nl: Alle ProZIN-producten

source: Select within which ProZIN products this image may be used.
nl: Selecteer binnen welke ProZIN-producten dit beeld gebruikt mag worden.

source: Select within which ProZIN products this item may be used.
nl: Selecteer binnen welke ProZIN-producten dit item gebruikt mag worden.

source: New release
nl: Nieuwe release

source: Then please subscribe to our newsletters
nl: Abonneert u zich dan op onze nieuwsbrieven

source: Newsletter archive
nl: Nieuwsbrievenarchief

source: Newsletter
nl: Nieuwsbrief

source: Newsletters
nl: Nieuwsbrieven

source: Include in periodical
nl: Neem op in periodiek

source: Social media
nl: Sociale media

source: News flash
nl: Nieuwsflits

source: News flashes
nl: Nieuwsflitsen

source: Periodical
nl: Periodiek

source: Periodicals
nl: Periodieken

source: Subscribe to quarterly newsletter
nl: Abonneer op driemaandelijkse nieuwsbrief

source: Subscribe to news flashes
nl: Abonneer op nieuwsflitsen

source: Full content of news articles
nl: Volledige inhoud van nieuwsberichten

source: Summaries of news articles with links
nl: Samenvattingen van nieuwsberichten met links

source: Presentation
nl: Presentatie

source: Information model
nl: Informatiemodel

source: The iStandaarden Information Model contains the specifications for all iStandards. The model provides a total overview of current releases of iWlz, iWmo, iJw, iEb and iPgb. You can also see which releases are in development, what previous releases were and there is an archive.
nl: In het Informatiemodel iStandaarden liggen de specificaties voor alle iStandaarden vast. Het model biedt een totaaloverzicht van lopende releases van iWlz, iWmo, iJw, iEb en iPgb. Ook ziet u welke releases in ontwikkeling zijn, wat vorige releases waren en er is een archief.

source: Information
nl: Informatie

source: Consultant
nl: Consulent

source: Consultants
nl: Consulenten

source: January
nl: Januari

source: February
nl: Februari

source: March
nl: Maart

source: May
nl: Mei

source: June
nl: Juni

source: July
nl: Juli

source: August
nl: Augustus

source: October
nl: Oktober

source: First name
nl: Voornaam

source: Last name
nl: Achternaam

source: First name and last name
nl: Voor- en achternaam

source: Expanding sections medicine page
nl: Openklappen secties geneesmiddelpagina

source: Keep all sections expanded
nl: Houd alle secties opengeklapt

source: Expand all sections
nl: Vouw alle secties open

source: Show more
nl: Toon meer

source: Statement of approval
nl: Akkoordverklaring

source: I give the National Health Care Institute permission to use my contact details for a satisfaction survey.
nl: Ik geef Zorginstituut Nederland toestemming om mijn contactgegevens te gebruiken voor een tevredenheidsonderzoek.

source: I have read and understood <a href="{0}" target="new">how my personal data will be processed</a>.
nl: Ik heb gelezen en begrepen <a href="{0}" target="new">wat er met mijn persoonsgegevens wordt gedaan</a>.

source: Search
nl: Zoeken

source: Use fuzzy search
nl: Gebruik fuzzy zoeken

source: Load more results…
nl: Meer resultaten laden…

source: Keyword
nl: Trefwoord

source: Layout
nl: Indeling

source: Select an organisation type
nl: Selecteer een organisatietype

source: Select a layout for the landing page. The layout is visible on the public side of the website. Use the preview button on the toolbar to see the result of your selection.
nl: Selecteer een lay-out voor de landingspagina. De lay-out is zichtbaar op de publieke kant van de website. Gebruik de voorbeeldknop op de werkbalk om het resultaat van uw keuze te bekijken.

source: The folder summary is displayed at the top of landing pages, in search results on this site, and is used by search engine for indexing.
nl: De samenvatting van de map wordt getoond bovenaan landingspagina's, in zoekresultaten op deze site en wordt gebruikt voor indexering door zoekmachines.

source: Language
nl: Taal

source: Languages
nl: Talen

source: Supported languages
nl: Ondersteunde talen

source: Default language
nl: Standaardtaal

source: Title
nl: Titel

source: Page layout
nl: Pagina-indeling

source: Classic
nl: Klassiek

source: Username
nl: Gebruikersnaam

source: Users
nl: Gebruikers

source: User
nl: Gebruiker

source: FAQ
nl: Veelgestelde vragen

source: Favourites
nl: Favorieten

source: Composition
nl: Samenstelling

source: I understand, please hide this message
nl: Ik begrijp het, verberg dit bericht voortaan

source: Advanced
nl: Geavanceerd

source: Elders
nl: Ouderen

source: Sample sheet
nl: Staalkaart

source: Purpose
nl: Doel

source: Client population
nl: Cliëntenpopulatie

source: Persons subject tot registration
nl: Registratieplichtingen

source: (Personal) data
nl: (Persoons)gegevens

source: Quality registration standard
nl: Kwaliteitsregistratiestandaard

source: Included in the register
nl: Opgenomen in het register

source: On Long term agenda
nl: Op Meerjarenagenda

source: Long term agenda
nl: Meerjarenagenda

source: The final date of delivery of this quality product by external parties to Zorginstituut Nederland. This date will be shown on the long term agenda.
nl: De uiterste datum voor oplevering van dit kwaliteitsproduct door externe partijen aan Zorginstituut Nederland. Deze datum zal getoond worden op de meerjarenagenda.

source: Prioritised for Wegiz
nl: Geprioriteerd voor Wegiz

source: Appointed in AMvB under Wegiz
nl: Aangewezen in AMvB onder Wegiz

source: Lorem ipsum dolor sit amet consectetur bla bla bla.
nl: Lorem ipsum Kathelijne levert hier nog een geweldig stukje tekst voor aan dolor sit amet consectetur bla bla bla.

source: Revision date
nl: Herzieningsdatum

source: The date by which third parties must review the registration. Revision means that the assessment process is repeated. Some time before the review date expires, this content object will appear in the 'For revision' portlet on the dashboard.
nl: De datum waarop externe partijen de registratie moeten herzien. Herzieninging houdt in dat het toetsingsproces opnieuw doorlopen wordt. Enige tijd voor het verlopen van de herzieningsdatum zal dit contentobject verschijnen in het portlet 'Te herzien' op het dashboard.

source: Website quality registration
nl: Website kwaliteitsregistratie

source: Renal impairment
nl: Nierfunctiestoornis

source: Liver dysfunction
nl: Leverfunctiestoornis

source: Pregnancy
nl: Zwangerschap

source: Pregnancy / lactation
nl: Zwangerschap/lactatie

source: Pregnant/Lactation
nl: Zwanger/Lactatie

source: Lactation
nl: Lactatie

source: Children
nl: Kinderen

source: There are currently no concepts for this domain.
nl: Er zijn momenteel geen concepten voor dit domein.

source: You are no member of any domain.
nl: U bent geen lid van een domein.

source: Show ATMPs only
nl: Toon alleen ATMP's

source: Show Orphan drugs only
nl: Laat alleen weesgeneesmiddelen zien

source: Higher than
nl: Hoger dan

source: Less than
nl: Minder dan

source: Save message
nl: Bewaarbericht

source: Compare
nl: Vergelijken

source: Compare historic versions
nl: Versies vergelijken

source: Field name
nl: Veld naam

source: Relevance
nl: Relevantie

source: Ratings
nl: Scores

source: Sort by:
nl: Sorteren op:

source: Contact the site administrator
nl: Contact met beheerder

source: Request an account
nl: Account aanvragen

source: Weekly
nl: Wekelijks

source: Monthly
nl: Maandelijks

source: Yearly
nl: Jaarlijks

source: Daily
nl: Dagelijks

source: No digest e-mails
nl: Geen digest-e-mails

source: Explanation
nl: Toelichting

source: Download these medicines as a CSV file
nl: Download deze geneesmiddelen als een CSV-bestand

source: Expert inquiries
nl: Navragen bij deskundigen

source: Contributing a record
nl: Een record bijdragen

source: Verifying a change
nl: Een wijziging nakijken

source: Proposing a change
nl: Een wijzigings voorstellen

source: The message below will be sent to 54 manufacturers.
nl: Onderstaand bericht zal verstuurd worden naar 54 fabrikanten.

source: New deadline for submission
nl: Nieuwe uiterste inleverdatum

source: Deadline delivery date
nl: Uiterste opleverdatum

source: Change deadline for submission
nl: Wijzig uiterste inleverdatum

source: The deadline for submission is set to {0}.
nl: De uiterste inleverdatum staat ingesteld op {0}.

source: Change the expected publication month
nl: Verwachte publicatiemaand opnieuw instellen

source: Change the deadline for submission
nl: Uiterste aanleverdatum opnieuw instellen

source: New expected date of the next publication
nl: Nieuwe verwachte datum volgende publicatie

source: The expected publication date for the next edition of Horizon Scan Medicines is set to {0}.
nl: De verwachte publicatiedatum voor de volgende editie van Horizonscan Geneesmiddelen staat ingesteld op {0}.

source: Remove table
nl: Verwijder tabel

source: Select a date
nl: Selecteer een datum

source: Add a table
nl: Tabel toevoegen

source: Select a table
nl: Tabel selecteren

source: Continue
nl: Verder

source: Publication date
nl: Publicatiedatum

source: Back
nl: Terug

source: Summary
nl: Samenvatting

source: Deadline for submission of new data
nl: Uiterste inleverdatum nieuwe data

source: Expected date for the next publication
nl: Verwachte datum volgende publicatie

source: Insufficient priviliges to view this page
nl: Onvoldoende bevoegdheden om deze pagina te bezoeken

source: Unauthorised
nl: Niet bevoegd

source: Author
nl: Auteur

source: Any author
nl: Iedere auteur

source: Select a user
nl: Selecteer een gebruiker

source: Error code
nl: Foutcode

source: Wrong address?
nl: Verkeerd adres?

source: Show filters
nl: Toon filters

source: Hide filters
nl: Verberg filters

source: Delete
nl: Verwijderen

source: Edit
nl: Bewerken

source: Upload
nl: Opladen

source: Download
nl: Downloaden

source: Publish confirm
nl: Publiceren bevestigen

source: I'm sure, publish now
nl: Ik weet het zeker, publiceer nu

source: Send news flash
nl: Nieuwsflits versturen

source: I'm sure, send now
nl: Ik weet het zeker, verzend nu

source: I'm sure, delete now
nl: Ik weet het zeker, verwijder nu

source: Select all
nl: Selecteer alles

source: Deselect all
nl: Deselecteer alles

source: Read more…
nl: Lees meer…

source: Search term
nl: Trefwoord

source: Step
nl: Stap

source: Log out
nl: Log uit

source: My profile
nl: Mijn profiel

source: Change password
nl: Wijzig wachtwoord

source: Forgot password
nl: Wachtwoord vergeten

source: Footer
nl: Voettekst

source: Show news item in overviews
nl: Toon nieuwsbericht in overzichten

source: Preferences
nl: Voorkeuren

source: Approved
nl: Goedgekeurd

source: Replace photo
nl: Vervang foto

source: Upload a photo
nl: Laad een foto op

source: Upload indicators
nl: Opladen indicatoren

source: Working group
nl: Werkgroep

source: Working groups
nl: Werkgroepen

source: Working group member
nl: Werkgroeplid

source: Bystander
nl: Lezer

source: Administrator
nl: Beheerder

source: Manufacturer
nl: Fabrikant

source: Enzyme replacement therapy
nl: Enzymvervangende therapie

source: PD-1 / PD-L1 inhibitor
nl: PD-1/PD-L1 remmer

source: SGLT inhibitor
nl: SGLT-remmer

source: Tyrosine kinase inhibitor
nl: Tyrosine kinase remmer

source: Alkylating agent
nl: Alkylerend geneesmiddel

source: Allergen
nl: Allergeen

source: Allogeneic modified cell therapy
nl: Allogene gemodificeerde celtherapie

source: Amino acid
nl: Aminozuur

source: Other, see general comments
nl: Anders, zie opmerkingenveld

source: Anesthetic
nl: Anestheticum

source: Angiogenesis inhibitor
nl: Angiogeneseremmer

source: Antiandrogen
nl: Anti-androgeen

source: Antibiotic
nl: Antibioticum

source: Antibody-drug conjugate
nl: Antilichaam-geneesmiddel conjugaat

source: Antifungals
nl: Antimycoticum

source: Anticoagulant
nl: Antistollingsfactor

source: Autologous modified cell therapy
nl: Autologe gemodificeerde celtherapie

source: Bcl-2 inhibitor
nl: Bcl-2 remmer

source: BET inhibitor
nl: BET remmer

source: Calcineurin inhibitor
nl: Calcineurineremmer

source: Cannabinoid
nl: Cannabidoïde

source: CAR-T therapy
nl: CAR-T therapie

source: CDK4 / 6 tyrosine kinase inhibitor
nl: CDK4/6 tyrosine kinaseremmer

source: CFS1R inhibitor
nl: CFS1R remmer

source: CGRP-directed antibody
nl: CGRP-gericht antilichaam

source: Chelating agent
nl: Cheleermiddel

source: Combination therapy
nl: Combinatietherapie

source: Complement inhibitor
nl: Complementsysteemremming

source: Corticosteroid
nl: Corticosteroïd

source: CTLA-4 antibody
nl: CTLA-4 antilichaam

source: Cytostatic
nl: Cytostaticum

source: Disinfectant
nl: Desinfectant

source: Protein chaperone
nl: Eiwitchaperone

source: Enzyme
nl: Enzym

source: Enzyme inhibitor
nl: Enzymremmer

source: Gene therapy
nl: Gentherapie

source: Glucagon analogue
nl: Glucagonanaloog

source: Growth factor
nl: Groeifactor

source: HIV inhibitor
nl: HIV remmer

source: Hormonal therapy
nl: Hormonale therapie

source: Immunostimulation
nl: Immunostimulatie

source: Immunosuppression
nl: Immunosuppressie

source: Insulin preparation
nl: Insulinepreparaat

source: Interferon inhibitor
nl: Interferonremmer

source: Interleukin inhibitor
nl: Interleukineremmer

source: Ion channel blocker
nl: Ionkanaalblokker

source: JAK tyrosine kinase inhibitor
nl: JAK tyrosine kinaseremmer

source: Cancer vaccine
nl: Kankervaccin

source: MEK kinase inhibitor
nl: MEK kinaseremmer

source: Sodium channel blocker
nl: Natriumkanaalblokker

source: Neurotoxin
nl: Neurotoxine

source: Oncolytic adenovirus
nl: Oncolytisch adenovirus

source: Other
nl: Overig

source: PARP inhibitor
nl: PARP-remmer

source: Proteasome inhibitor
nl: Proteasoomremmer

source: Serine / threonine kinase inhibitor
nl: Serine/threonine kinaseremmer

source: Coagulant
nl: Stollingsfactor

source: TNF-alpha inhibitor
nl: TNF-alfa-remmer

source: Thrombin inhibitor
nl: Trombineremmer

source: Virus inhibitor
nl: Virusremmer

source: No registration expected
nl: Geen registratie verwacht

source: Registered and reimbursed
nl: Geregistreerd en vergoed

source: Registered and not reimbursed
nl: Geregistreerd en niet vergoed

source: Positive CHMP opinion
nl: Positieve CHMP-opinie

source: Negative CHMP opinion
nl: Negatieve CHMP-opinie

source: Registration application pending
nl: Registratieaanvraag in behandeling

source: Advice Healthcare Institute
nl: Advies Zorginstituut

source: Reimbursed from the basic package
nl: Vergoed uit het basispakket

source: Reimbursement
nl: Vergoeding

source: Excluded from the basic package
nl: Uitgesloten van het basispakket

source: Clinical trials
nl: Klinische studies

source: Withdrawn
nl: Teruggetrokken

source: National (CBG)
nl: Nationaal (CBG)

source: Decentralised
nl: Decentraal

source: Centralised (EMA)
nl: Centraal (EMA)

source: Bladder lavage
nl: Blaasspoeling

source: Effervecent granules
nl: Bruisgranulaat

source: Effervescent tablet
nl: Bruistablet

source: Controlled release capsule
nl: Capsule met gereguleerde afgifte

source: Capsule for vaginal use
nl: Capsule voor vaginaal gebruik

source: Capsule, soft
nl: Capsule, zacht

source: Concentrate for drink
nl: Concentraat voor drank

source: Concentrate for mouthwash
nl: Concentraat voor mondspoeling

source: Concentrate for solution
nl: Concentraat voor oplossing

source: Concentrate for solution for cutaneous use
nl: Concentraat voor oplossing voor cutaan gebruik

source: Concentrate for solution for infusion
nl: Concentraat voor oplossing voor infusie

source: Concentrate for solution for injection
nl: Concentraat voor oplossing voor injectie

source: Concentrate for solution for injection / infusion
nl: Concentraat voor oplossing voor injectie/infusie

source: Cream
nl: Creme

source: Cream for rectal use
nl: Creme voor rectaal gebruik

source: Cream for vaginal use
nl: Creme voor vaginaal gebruik

source: Dispersible tablet
nl: Dispergeerbare tablet

source: Drink
nl: Drank

source: Drink / concentrate for enema
nl: Drank/concentraat voor klysma

source: Oral drops
nl: Druppels voor oraal gebruik

source: Oromucosal drops
nl: Druppels voor oromucosaal gebruik

source: Sublingual drops
nl: Druppels voor sublinguaal gebruik

source: Emulsion for cutaneous use
nl: Emulsie voor cutaan gebruik

source: Emulsion for infusion
nl: Emulsie voor infusie

source: Emulsion for injection
nl: Emulsie voor injectie

source: Endotracheal pulmonary instillation, suspension
nl: Endotracheopulmonaire instillatie, suspensie

source: Film-coated tablet
nl: Filmomhulde tablet

source: Gas and solvent for dispersion injection / infusion
nl: Gas en oplosmiddel voor dispersie injectie/infusie

source: Impregnated gauze
nl: Geimpregneerd verbandgaas

source: Gel for dental use
nl: Gel voor dentaal gebruik

source: Gel for endocervical use
nl: Gel voor endocervicaal gebruik

source: Gel for gastroenteral use
nl: Gel voor gastro-enteraal gebruik

source: Oral gel
nl: Gel voor oraal gebruik

source: Oromucosal gel
nl: Gel voor oromucosaal gebruik

source: Gel for rectal use
nl: Gel voor rectaal gebruik

source: Gel for urethral use
nl: Gel voor urethraal gebruik

source: Gel for vaginal use
nl: Gel voor vaginaal gebruik

source: Gargle
nl: Gorgeldrank

source: Granulate
nl: Granulaat

source: Controlled release granules
nl: Granulaat met gereguleerde afgifte

source: Granules for oral suspension
nl: Granulaat voor orale suspensie

source: Skin spray
nl: Huidspray

source: Skin stick
nl: Huidstift

source: Implantation mesh
nl: Implantatiegaas

source: Implant bead
nl: Implantatiekraal

source: Implantation Matrix
nl: Implantatiematrix

source: Implantation sponge
nl: Implantatiespons

source: Implant pen
nl: Implantatiestift

source: Infusion fluid
nl: Infusievloeistof

source: Intravenous drip
nl: Infuus

source: Inhalation gas
nl: Inhalatiegas

source: Inhalation powder
nl: Inhalatiepoeder

source: Inhalation powder for nasal use
nl: Inhalatiepoeder voor nasaal gebruik

source: Injection
nl: Injectie

source: Injection / infusion solution
nl: Injectie/infusieoplossing

source: Injection / infusion
nl: Injectie/infuus

source: Injection liquid
nl: Injectievloeistof

source: Instillation fluid
nl: Instillatievloeistof

source: Chewable / dispersible tablet
nl: Kauw-/dispergeerbare tablet

source: Chewable capsule
nl: Kauwcapsule

source: Chewable tablet
nl: Kauwtablet

source: Kit for radiopharmaceutical preparation
nl: Kit voor radiofarmaceutisch preparaat

source: Herbal tea
nl: Kruidenthee

source: Living tissue equivalent
nl: Levend weefsel equivalent

source: Oral lyophilisate
nl: Lyophilisaat voor oraal gebruik

source: Gastro-resistant granules
nl: Maagsapresistent granulaat

source: Gastro-resistant capsule
nl: Maagsapresistente capsule

source: Gastro-resistant tablet
nl: Maagsapresistente tablet

source: Gastro-resistant tablet + tablet
nl: Maagsapresistente tablet + tablet

source: Gastro-resistant Controlled release tablet
nl: Maagsapresistente tablet met gereguleerde afgifte

source: Mouthwash
nl: Mondspoeling

source: Nose drops
nl: Neusdruppels

source: Nose spray
nl: Neusspray

source: Nasal ointment
nl: Neuszalf

source: Applicability
nl: Toepasbaarheid

source: Not applicable
nl: Niet van toepassing

source: Coated tablet
nl: Omhulde tablet

source: Eye drops
nl: Oogdruppels

source: Eye drops, suspension
nl: Oogdruppels, suspensie

source: Eye gel
nl: Ooggel

source: Eye wash
nl: Oogwassing

source: Eye ointment
nl: Oogzalf

source: Ear drops
nl: Oordruppels

source: Ear powder
nl: Oorpoeder

source: Ear ointment
nl: Oorzalf

source: Soluble tablet
nl: Oplosbare tablet

source: Solvent for parenteral use
nl: Oplosmiddel voor parenteraal gebruik

source: Solution
nl: Oplossing

source: Solution for cutaneous use
nl: Oplossing voor cutaan gebruik

source: Solution for hemodialysis
nl: Oplossing voor hemodialyse

source: Solution for haemofiltration
nl: Oplossing voor hemofiltratie

source: Solution for haemofiltration / hemodialysis
nl: Oplossing voor hemofiltratie/hemodialyse

source: Solution for parenteral / oral use
nl: Oplossing voor parenteraal/oraal gebruik

source: Solution for peritoneal dialysis
nl: Oplossing voor peritoneale dialyse

source: Cutaneous paste
nl: Pasta voor cutaan gebruik

source: Oral paste
nl: Pasta voor oraal gebruik

source: Oromucosal paste
nl: Pasta voor oromucosaal gebruik

source: Band Aid
nl: Pleister

source: Transdermal patch
nl: Pleister voor transdermaal gebruik

source: Powder for cement
nl: Poeder voor cement

source: Powder for oral solution
nl: Poeder voor drank

source: Powder for injection / infusion solution
nl: Poeder voor injectie/infusieoplossing

source: Powder for injection
nl: Poeder voor injectievloeistof

source: Instillation liquid powder
nl: Poeder voor instillatievloeistof

source: Powder for enema
nl: Poeder voor klysma

source: Powder for topical use
nl: Poeder voor lokaal gebruik

source: Powder for solution
nl: Poeder voor oplossing

source: Powder for solution for infusion
nl: Poeder voor oplossing voor infusie

source: Oral powder
nl: Poeder voor oraal gebruik

source: Powder for oral suspension
nl: Poeder voor orale suspensie

source: Powder for suspension for injection
nl: Poeder voor suspensie voor injectie

source: Powder for oral / rectal suspension
nl: Poeder voor suspensie voor oraal/rectaal gebruik

source: Spray liquid powder
nl: Poeder voor vernevelvloeistof

source: Radiopharmaceutical starting solution
nl: Radiofarmaceutische uitgangsoplossing

source: Bar
nl: Reep

source: Foam for cutaneous use
nl: Schuim voor cutaan gebruik

source: Foam for rectal use
nl: Schuim voor rectaal gebruik

source: Melting tablet
nl: Smelttablet

source: Rinse
nl: Spoeling

source: Rinse for urethral use
nl: Spoeling voor urethraal gebruik

source: Oromucosal spray
nl: Spray voor oromucosaal gebruik

source: Sublingual spray
nl: Spray voor sublinguaal gebruik

source: Pen for urethral use
nl: Stift voor urethraal gebruik

source: Spreading powder
nl: Strooipoeder

source: Syrup
nl: Stroop

source: Suspension for cutaneous use
nl: Suspensie voor cutaan gebruik

source: Suspension for dental use
nl: Suspensie voor dentaal gebruik

source: Suspension for injection
nl: Suspensie voor injectie

source: Oral suspension
nl: Suspensie voor oraal gebruik

source: Transdermal system
nl: Systeem voor transdermaal gebruik

source: Tablet + effervescent granulate
nl: Tablet + bruisgranulaat

source: Tablet + chewable tablet
nl: Tablet + kauwtablet

source: Modified-release tablet
nl: Tablet met gereguleerde afgifte

source: Buccal tablet
nl: Tablet voor buccaal gebruik

source: Tablet for enema
nl: Tablet voor klysma

source: Sublingual tablet
nl: Tablet voor sublinguaal gebruik

source: Vaginal tablet
nl: Tablet voor vaginaal gebruik

source: Administration system for vaginal use
nl: Toedieningssysteem voor vaginaal gebruik

source: Nebulizing fluid
nl: Vernevelvloeistof

source: Liquid
nl: Vloeistof
