Repository: zorginstituut-nederland/prozin-assets
Catalog: assets/i18n/*.po
Languages: nl

source: times every 6 days
nl: maal per 6 dagen

source: times a week
nl: maal per week

source: times every 2 weeks
nl: maal per 2 weken

source: times every 3 weeks
nl: maal per 3 weken

source: times every 4 weeks
nl: maal per 4 weken

source: times every 5 weeks
nl: maal per 5 weken

source: times every 6 weeks
nl: maal per 6 weken

source: times every 8 weeks
nl: maal per 8 weken

source: times every 10 weeks
nl: maal per 10 weken

source: times every 12 weeks
nl: maal per 12 weken

source: times a month
nl: maal per maand

source: times every 2 months
nl: maal per 2 maanden

source: times every 3 months
nl: maal per 3 maanden

source: times every 4 months
nl: maal per 4 maanden

source: times every 5 months
nl: maal per 5 maanden

source: times every 6 months
nl: maal per 6 maanden

source: times a year
nl: maal per jaar

source: Average price per day
nl: Gemiddelde prijs per dag

source: Average price per week
nl: Gemiddelde prijs per week

source: Average price per 30 days
nl: Gemiddelde prijs per 30 dagen

source: Average price per 90 days
nl: Gemiddelde prijs per 90 dagen

source: Average price per six months
nl: Gemiddelde prijs per half jaar

source: Average price per piece
nl: Gemiddelde prijs per stuk

source: Average price per package
nl: Gemiddelde prijs per verpakking

source: per day
nl: per dag

source: per 30 days
nl: per 30 dagen

source: per 90 days
nl: per 90 dagen

source: per six months
nl: per half jaar

source: per piece
nl: per stuk

source: per package
nl: per verpakking

source: You can give someone without a user account access to a copy of this document via a link sent by email. The recipient of the email will be able to edit the document, and the proposed changes will be reflected in the major version at a later time.
nl: U kunt iemand zonder gebruikersaccount via een link die per e-mail wordt verstuurd toegang geven tot een kopie van dit document. De ontvanger van de e-mail zal het document kunnen bewerken en de voorgestelde wijzigingen kunnen op een later moment overgenomen in de hoofdversie.

source: <a href="{0}">A copy of this document</a> was shared with <a href="{1}">{2}</a>. {2} may view and edit this copy up and until <strong>{3}</strong>.
nl: <a href="{0}">Een kopie van dit document</a> is gedeeld met <a href="{1}">{2}</a>. {2} kan deze kopie inzien en bewerken tot en met <strong>{3}</strong>.

source: Click the ‘Edit‘ button at the top of the page to edit this document. Changes you make will be publicly visible once <a href="mailto:{0}">{1}</a> or another editor has accepted and published your content. You may view and edit this copy up and until <strong>{2}</strong>. Afterwards, you still retain the ability to view this copy.
nl: Klik bovenaan de pagina op de knop ‘Bewerk’ om dit document te bewerken. Door u aangebrachte wijzigingen zullen publiekelijk zichtbaar zijn zodra <a href="mailto:{0}">{1}</a> of een andere redacteur uw inhoud geaccepteerd en gepubliceerd heeft. U kunt deze kopie inzien en bewerken tot en met <strong>{2}</strong>. Daarna behoudt u nog steeds de mogelijk om deze kopie in te zien.

source: {0}‘s adjustment has been <strong>accepted</strong> and saved in your working document.
nl: De aanpassing van {0} is <strong>geaccepteerd</strong> en opgeslagen in uw werkdocument.

source: {0}‘s adjustment has been <strong>rejected</strong>. Your working document remains unchanged.
nl: De aanpassing van {0} is <strong>verworpen</strong>. Uw werkdocument blijft ongewijzigd.

source: This is a revision of a copy which is shared with and edited by Max Meijer.
nl: Dit is een revisie van een kopie dat gedeeld is met en bewerkt werd door Max Meijer.

source: Suggested by <a href="mailto:{0}">{1}</a>:
nl: Voorgesteld door <a href="mailto:{0}">{1}</a>:

source: Accept
nl: Accepteer

source: Reject
nl: Verwerp

source: Text is missing
nl: Tekst onbreekt

source: If you continue, the copy you shared with Max Meijer will be canceled. Any content change proposals Max Meijer has made will remain available to you. This action cannot be undone.
nl: Als u verder gaat wordt het kopie dat u met Max Meijer gedeeld heeft opgeheven. Eventuele inhoudswijzigingsvoorstellen die Max Meijer gedaan heeft blijven wel voor u beschikbaar. Deze handeling kan niet ongedaan gemaakt worden.

source: Extend the lifespan of this copy by
nl: Verleng de levensduur van deze kopie met

source: You may extend or cancel the copy at any time.
nl: U kunt de kopie op elk moment nog verder verlengen, of opheffen.

source: Exit compare mode
nl: Vergelijken sluiten

source: Unknown user
nl: Onbekende gebruiker

source: pages
nl: pagina's

source: For a medicine that is partially reimbursed, this link will be shown with the price.
nl: Deze link wordt getoond bij de prijs van een geneesmiddel dat deels vergoed wordt.

source: Try to define major steps. The maximum number of steps that a process can contain is seven. If necessary, use subheadings within the step to add sub-steps.
nl: Probeer grote stappen te definieren. Het maximum aantal stappen dat een proces kan bevatten is zeven. Gebruik eventueel tussenkopjes binnen de stap voor het aanbrengen van substapen.

source: Choose an icon that best symbolises the theme of this step. Only use company logos when a product or service from the company in question is involved in this step. If possible, avoid choosing an icon that is already used elsewhere with a different meaning.
nl: Kies een pictogram dat het beste het thema van deze stap symboliseert. Hanteer beeldmerken van bedrijven alleen wanneer een product of dienst van het bedrijf in kwestie bij deze stap betrokken is. Voorkom indien mogelijk dat u een pictogram kiest dat al elders gebruikt wordt met een andere betekenis.

source: Basic insurance
nl: Basisverzekering

source: Insurance
nl: Verzekering

source: Icon
nl: Pictogram

source: Insurer
nl: Verzekeraar

source: excluding delivery costs.
nl: exclusief afleverkosten.

source: This drug is fully reimbursed by your health insurance company.
nl: Dit middel wordt volledig vergoed door uw zorgverzekeraar.

source: You must pay an additional {0} yourself
nl: U dient zelf {0} bij te betalen

source: This drug is not covered by your health insurance company.
nl: Dit middel wordt niet vergoed door uw zorgverzekeraar.

source: Own risk
nl: Eigen risico

source: Nothing will be charged to your deductible.
nl: Er komt niets voor rekening van uw eigen risico.

source: This is the amount charged to your deductible {0}.
nl: Dit is het bedrag dat {0} ten laste van uw eigen risico komt.

source: Supplier
nl: Leverancier

source: Available outside pharmacies
nl: Verkrijgbaar buiten de apotheek

source: This medicine is available by prescription only.
nl: Dit geneesmiddel is alleen op recept verkrijgbaar.

source: This medicine is available without a prescription.
nl: Dit geneesmiddel is zonder recept verkrijgbaar.

source: This medicine is imported from another EU country.
nl: Dit geneesmiddel wordt geïmporteerd uit een ander EU-land.

source: This drug is imported from {0).
nl: Dit geneesmiddel wordt geïmporteerd uit {0}.

source: RVG number
nl: RVG-nummer

source: EU number
nl: EU-nummer

source: Health insurers have the option for a number of drugs to reimburse only certain variants (e.g., based on their pricing or price agreements between health insurer and drug manufacturer). We call this preference policy. If your health insurer has a preference policy for one or more drugs, it is stated in your insurance policy. If there is a medical necessity to use a more expensive variant of the drug anyway, your health insurer may deviate from the preference policy. The way in which health insurers implement the preference policy varies from one health insurer to another. Therefore, for more information, consult your insurance policy or contact your health insurer.
nl: Zorgverzekeraars hebben bij een aantal geneesmiddelen de mogelijkheid om alleen bepaalde varianten (bijvoorbeeld op grond van hun prijsstelling of prijsafspraken tussen zorgverzekeraar en geneesmiddelenfabrikant) te vergoeden. Dit noemen we preferentiebeleid. Als uw zorgverzekeraar voor één of meer middelen een preferentiebeleid voert, staat dat in uw verzekeringspolis. Indien een medische noodzaak bestaat om toch een duurdere variant van het middel toe te passen, kan uw zorgverzekeraar van het preferentiebeleid afwijken. De manier waarop zorgverzekeraars het preferentiebeleid uitvoeren verschilt per zorgverzekeraar. Raadpleeg voor meer informatie daarom uw verzekeringspolis of neem contact op met uw zorgverzekeraar.

source: Variants
nl: Varianten

source: Alternatives
nl: Alternatieven

source: Information about {0} on Apotheek.nl.
nl: Informatie over {0} op Apotheek.nl.

source: Registrations
nl: Aanmeldingen

source: User groups
nl: Gebruikersgroepen

source: User group
nl: Gebruikersgroep

source: Mailing list
nl: Verzendlijst

source: Recipients
nl: Ontvangers

source: Organisation types whose users indirectly belong to this mailing list.
nl: Organisatietypen waarvan de gebruikers indirect tot deze verzendlijst behoren.

source: Organisations whose users indirectly belong to this mailing list.
nl: Organisaties waarvan de gebruikers indirect tot deze verzendlijst behoren.

source: E-mail addresses of users who have signed up for this mailing list. This concerns both users with a ZIN account and completely anonymous users.
nl: E-mailadressen van gebruikers die zich hebben opgegeven voor deze verzendlijst. Dit betreft zowel gebruikers met een ZIN-account als volstrekt anonieme gebruikers.

source: E-mail addressess
nl: E-mailadressen

source: Newsletter form
nl: Nieuwsbriefformulier

source: Allow users to subscribe to this mailing list
nl: Sta gebruikers toe om zich in te schrijven op deze verzendlijst

source: Ticked by default
nl: Standaard aangevinkt

source: If you tick “Allow users to subscribe to this mailing list”, this mailing list will be listed on the newsletter form on the public website.
nl: Als u “Sta gebruikers toe om zich in te schrijven op deze verzendlijst” aanvinkt, dan zal deze verzendlijst vermeldt worden op het nieuwsbriefformulier op de publieke website.

source: Watch fullscreen
nl: Bekijk fullscreen

source: Delete presentation
nl: Verwijder presentatie

source: Back to {0}
nl: Terug naar {0}

source: All versions
nl: Alle versies

source: Authorised for publication
nl: Geautoriseerd om te publiceren

source: Authorised for sending
nl: Geautoriseerd om te verzenden

source: Authorised for approval
nl: Geautoriseerd om goed te keuren

source: Suitable care
nl: Passende zorg

source: Insured care
nl: Verzekerde zorg

source: Work agenda
nl: Werkagenda

source: Financing
nl: Financiering

source: About us
nl: Over ons

source: Publications
nl: Publicaties

source: Please note, the following news articles are not included in the news flash because they are either archived or unpublished. If there's an older, already published version of a news item, then this version will be included instead.
nl: Let op, de volgende nieuwsartikelen worden niet in de nieuwsflits opgenomen, omdat ze gearchiveerd of niet gepubliceerd zijn. Als er van een nieuwsbericht een oudere, reeds gepubliceerde, versie bestaat, dan wordt deze versie opgenomen.

source: If you click on ‘I'm sure, send now’, this newsflash will be sent to all email addresses included in the selected mailing lists.
nl: Als u klikt op ‘Ik weet het zeker, verzend nu’, wordt deze nieuwsflits verzonden naar alle in de gelecteerde verzendlijsten opgenomen e-mailadressen.

source: The iStandard to follow clients in all phases of the Wlz chain.
nl: De iStandaard om cliënten in alle fasen van de Wlz-keten te volgen.

source: Insight into the information flows within the Wmo between municipalities and healthcare providers.
nl: Inzicht in de informatiestromen binnen de Wmo tussen gemeenten en zorgaanbieders.

source: iJw provides insight into the information flows within the Youth Act between municipalities and healthcare providers.
nl: iJw biedt inzicht in de informatiestromen binnen de Jeugdwet tussen gemeenten en zorgaanbieders.

source: Insight into the data exchange in the field of the PGB drawing right between municipalities, healthcare offices and the Social Insurance Bank (SVB).
nl: Inzicht in de gegevensuitwisseling op het gebied van het trekkingsrecht pgb tussen gemeenten, zorgkantoren en de Sociale Verzekeringsbank (SVB).

source: The new iStandard for exchanging information about the Wmo subscription rate between municipalities and the CAK.
nl: De nieuwe iStandaard voor informatie-uitwisseling over het Wmo-abonnementstarief tussen gemeenten en het CAK.

source: Choose a title that is compact (preferably on 1 line) and describes the content of the document. Attachment names always start with a capital letter and usually do not contain periods. Never use terms like 'Download' or 'Click here' in titles.
nl: Kies een titel die compact is (Bij voorkeur op 1 regel passend) en de inhoud van het document beschrijft. Namen van bijlagen beginnen altijd met een hoofdletter en bevatten meestal geen punten. Gebruik nooit termen als 'Download' of 'Klik hier' in titels.

source: Select a maximum of 5 pages
nl: Selecteer maximaal 5 paginaʼs

source: Select a maximum of 10 pages
nl: Selecteer maximaal 10 paginaʼs

source: There is no content available yet.
nl: Er is nog geen inhoud beschikbaar.

source: The system is already/still busy with a previous indexing action.
nl: Het systeem is al/nog bezig met een vorige indexeer-actie.

source: Error found when executing indexing method:
nl: Bij het starten van de indexeerfunctie is een fout opgetreden:

source: List of organisations
nl: Lijst van organisaties

source: You are already logged in
nl: U bent al ingelogd

source: Register and Long term agenda
nl: Register en Meerjarenagenda

source: Development tool to create a quality instrument
nl: Hulpmiddelen om een kwaliteitsinstrument te maken

source: Quality data of healthcare providers
nl: Kwaliteitsgegevens van zorginstellingen

source: Overview by sector of the provided quality data about care provided (indicators) for reporting year 2014 to 2019.
nl: Overzicht per sector van aan te leveren kwaliteitsgegevens over verleende zorg (indicatoren) voor verslagjaar 2014 tot en met 2019.

source: Password has been changed through this link
nl: Het wachtwoord is via deze link reeds aangepast.

source: This link is unknown.
nl: Deze link is onbekend.

source: TRANSLATION REQUIRED
nl: De bovenstaande combinatie levert geen resultaten op.

source: The wizard data has been generated.
nl: De wizarddata is gegenereerd.

source: The indexation has started. This may take several hours. You will receive an e-mail as soon as the indexation is finished.
nl: Het indexeren is gestart. Dit kan enkele uren duren. Zodra het indexeren geslaagd is wordt u hierover per e-mail bericht.

source: Generate wizard data
nl: Genereer wizarddata

source: Build index
nl: Indexeer

source: Update
nl: Werk bij

source: This website uses cookies to analyse the use of the website and to make it easier for you to use. Find out more about <a href="{0}">cookies</a>.
nl: Deze website gebruikt cookies om het gebruik van de website te analyseren en het gebruiksgemak te verbeteren. Lees meer over <a href="{0}">cookies</a>.

source: Network
nl: Netwerk

source: Relay
nl: Estafette

source: Indication register
nl: Indicatieregister

source: Mediation register
nl: Bemiddelingsregister
